Repository: fengmlo/qbittorrent-remote-translation
Catalog: app_*.arb
Languages: ca, cs, es, it, pl, pt, ru, sv, uk, zh, zh_hant

# elapsedDateTitle
source: Elapsed
ca: Durada
cs: Uplynulo
es: Transcurrido
it: Trascorso
pl: Upłynęło
pt: decorrido
ru: Активен
sv: Åtgång
uk: Минуло часу
zh: 持续时间
zh_hant: 持續時間

source: Time Elapsed
ca: Temps de durada
cs: Uplynulý čas
es: Tiempo transcurrido
it: Tempo Trascorso
pl: Upłynęło czasu
pt: Tempo decorrido
ru: Прошедшее время
sv: Tidsåtgång
uk: Часу минуло
zh: 运行时间
zh_hant: 運行時間

# downLoadTimeTitle
source: DownLoading
ca: Baixant
cs: Stahuji
es: Descargando
pl: Pobieranie
pt: Baixando
ru: Время загрузки
sv: Laddar ner
uk: Час завантаження
zh: 下载时间
zh_hant: 下載時間

# seedingTimeTitle
source: Seeding
ca: Sembrant
cs: Seeduji
es: Sembrando
pl: Seedowanie
pt: Semeando
ru: Время раздачи
sv: Seedar
uk: Час роздачі
zh: 做种时间
zh_hant: 做種時間

# etaTitle
source: ETA
ca: Restant
cs: Odh. čas
es: Restante
it: Tempo stimato
ru: Осталось времени
uk: Залишилося
zh: 剩余时间
zh_hant: 剩餘時間

# noPeersTips
source: No Peers
ca: Sense companys
cs: Žádné protějšky
es: Sin pares
it: Nessun Peer
pl: Brak partnerów
pt: Sem colegas
ru: Нет пиров
sv: Inga peers
uk: Немає пірів
zh: 没有节点
zh_hant: 沒有節點

source: Client
cs: Klient
es: Cliente
pl: Klient
pt: Cliente
ru: Клиент
sv: Klient
uk: Клієнт
zh: 客户端
zh_hant: 客戶端

source: Connection
ca: Connexió
cs: Připojení
es: Conexión
it: Connessione
pl: Połączenie
pt: Conexão
ru: Соединение
sv: Anslutning
uk: З'єднання
zh: 连接
zh_hant: 連接

source: Flags
ca: Banderes
cs: Vlajky
es: Banderas
pl: Flagi
pt: Bandeiras
ru: Флаг
sv: Flaggor
uk: Прапори
zh: 标志
zh_hant: 標誌

source: Downloaded
ca: Baixat
cs: Staženo
es: Descargado
pl: Pobrano
pt: baixado
ru: Загружено
sv: Nerladdat
uk: Завантажено
zh: 已下载
zh_hant: 已下載

source: Uploaded
ca: Pujat
cs: Odesláno
es: Subido
pl: Wysłano
pt: Carregado
ru: Отдано
sv: Uppladdat
uk: Віддано
zh: 已上传
zh_hant: 已上傳

source: Progress
ca: Progrés
cs: Průběh
es: Progreso
it: Avanzamento
pl: Postęp
pt: Progresso
ru: Прогресс
sv: Frammarsch
uk: Прогрес
zh: 进度
zh_hant: 進度

source: Relevance
ca: Importància
cs: Důležitost
es: Importancia
it: Rilevanza
pl: Znaczenie
pt: Relevância
ru: Актуальность
sv: Relevans
uk: Релевантність
zh: 文件关联
zh_hant: 文件關聯

# tierInfo
source: Tier {tier}
ca: Nivell {tier}
es: Nivel {tier}
it: Livello {tier}
pt: Nível {tier}
ru: Уровень {tier}
uk: Рівень {tier}
zh: 层级 {tier}
zh_hant: 層級 {tier}

source: Status
ca: Estat
cs: Stav
es: Estado
it: Stato
pl: Stan
ru: Статус
uk: Статус
zh: 状态
zh_hant: 狀態

# peersNumTitle
source: Peers
ca: Companys
cs: Protějšky
es: Pares
pl: Partnerzy
pt: Colegas
ru: Пиры
uk: Піри
zh: 节点数
zh_hant: 節點數

# seedsNumTitle
source: Seeds
ca: Llavors
cs: Seedy
es: Semillas
pl: Seedy
pt: sementes
ru: Сиды
uk: Сіди
zh: 种子数
zh_hant: 種子數

# leechesNumTitle
source: Leeches
ca: Sangoneres
es: Sanguijuelas
pl: Pijawki
pt: sanguessugas
ru: Личи
uk: Лічі
zh: 下载数
zh_hant: 下載數

# downloadedNumTitle
source: Downloaded
ca: Baixat
cs: Staženo
es: Descargado
pl: Pobrano
pt: baixado
ru: Загружено
sv: Nerladdat
uk: Завантажено
zh: 已下载
zh_hant: 已下載

# messageTitle
source: Message
ca: Missatge
cs: Zpráva
es: Mensaje
it: Messaggio
pl: Wiadomość
pt: Mensagem
ru: Сообщение
sv: Meddelande
uk: Повідомлення
zh: 消息
zh_hant: 消息

# notContactedStatus
source: Not Contacted
ca: No contactat
cs: Dosud nekontaktován
es: No contactado
it: Non contattato
pl: Nie skontaktowano się
pt: Não contatado
ru: Нет соединения
sv: Ej kontaktad
uk: Контакт не встановлено
zh: 未联系
zh_hant: 未聯繫

# workingStatus
source: Working
ca: Treballant
cs: Funkční
es: Trabajando
it: Test Superato
pl: Działa
pt: Trabalhando
ru: Работает
sv: Fungerande
uk: Працює
zh: 工作中
zh_hant: 工作中

# updatingStatus
source: Updating
ca: Pujant
cs: Aktualizuji
es: Subiendo
it: In aggiornamento
pl: Aktualizacja
pt: Atualizando
ru: Обновление
sv: Uppdaterar
uk: Оновлюється
zh: 正在更新
zh_hant: 正在更新

# notWorkingStatus
source: Not Working
ca: Sense funcionar
cs: Nefunkční
es: Sin funcionamiento
it: Test non superato
pl: Nie działa
pt: Não está funcionando
ru: Не работает
sv: Ej fungerande
uk: Не працює
zh: 未工作
zh_hant: 未工作

source: Edit Server
ca: Editar servidor
cs: Upravit server
es: Editar servidor
it: Modifica Server
pl: Edytuj serwer
pt: Editar servidor
ru: Редактировать сервер
sv: Redigera server
uk: Редагувати сервер
zh: 编辑服务器
zh_hant: 編輯服務器

source: Server Name
ca: Nom del servidor
cs: Název serveru
es: Nombre del servidor
it: Nome Server
pl: Nazwa serwera
pt: Nome do servidor
ru: Имя сервера
uk: Назва сервера
zh: 服务器名称
zh_hant: 服務器名稱

# host
source: Host or IP
ca: Host o IP
cs: Název hostitele nebo IP
es: Host o IP
it: Host o IP
pl: Nazwa hosta lub adres IP
pt: Host ou IP
ru: Имя хоста или IP-адрес
sv: Värd eller IP
uk: Хост або IP-адреса
zh: 主机名或IP地址
zh_hant: 主機名或IP地址

source: Port
es: Puerto
it: Porta
pt: Porta
ru: Порт
uk: Порт
zh: 端口
zh_hant: 端口

source: Path
ca: Ruta
cs: Cesta
es: Ruta
it: Percorso
pl: Ścieżka
pt: Caminho
ru: Путь
sv: Sökväg
uk: Шлях
zh: 路径
zh_hant: 路徑

# pathHint
source: Blank by default
ca: En blanco per defecte
cs: Ve výchozím nastavení prázdné
es: En blanco por defecto
it: Vuoto per impostazione predefinita
pl: Domyślnie puste
pt: Em branco por padrão
ru: По умолчанию пусто
sv: Tom som standard
uk: Порожньо за замовчуванням
zh: 默认留空
zh_hant: 默認留空

# trustCertificates
source: Trust self signed ssl certificates
ca: Confiar en els certificats SSL autofirmats
cs: Důvěřovat SSL certifikátům podepsaných sám sebou
es: Confiar en los certificados SSL autofirmados
it: Fidati dei certificati ssl autofirmati
pl: Zaufaj samopodpisanym certyfikatom SSL
pt: Confiar em certificados SSL autoassinados
ru: Доверять самоподписанным SSL-сертификатам
sv: Lita på självsignerade SSL-certifikat
uk: Довіряти самопідписаним SSL сертифікатам
zh: 信任自签名的SSL证书
zh_hant: 信任自簽名的SSL證書

source: UserName
ca: Nom d'usuari
cs: Uživatelské jméno
es: Nombre de usuario
it: Nome utente
pl: Nazwa użytkownika
pt: Nome do usuário
ru: Имя пользователя
sv: Användarnamn
uk: Ім'я користувача
zh: 用户名
zh_hant: 用戶名

source: Password
ca: Contrasenya
cs: Heslo
es: Contraseña
pl: Hasło
pt: Senha
ru: Пароль
sv: Lösenord
uk: Пароль
zh: 密码
zh_hant: 密碼

# testServer
source: Test
ca: Provar
es: Probar
pt: Teste
ru: Проверка сервера
sv: Testa
uk: Тест
zh: 测试
zh_hant: 測試

# serverAlreadyExistsTips
source: Server already exists
ca: El servidor ja existeix
cs: Server již existuje
es: El servidor ya existe
it: Il Server esiste già
pl: Serwer już istnieje
pt: O servidor já existe
ru: Сервер уже существует
sv: Servern finns redan
uk: Сервер вже існує
zh: 服务器已存在
zh_hant: 服務器已存在

# inputServerNameTips
source: Please input the server name
ca: Escriu un nom de servidor
cs: Zadejte název serveru
es: Escribe un nombre de servidor
it: Inserisci il nome del server
pl: Wpisz nazwę serwera
pt: Por favor insira o nome do servidor
ru: Пожалуйста, введите имя сервера
sv: Vänligen skriv in servernamnet
uk: Будь ласка, введіть назву сервера
zh: 请输入服务器名称
zh_hant: 請輸入服務器名稱

# inputHostTips
source: Please input the hostname or IP address
ca: Escribe el nom de host o la direcció IP
cs: Zadejte název hostitele nebo IP adresu
es: Escribe el nombre de host o la dirección IP
it: Inserire il nome host o l'indirizzo IP
pl: Wpisz nazwę hosta lub adres IP
pt: Insira o nome do host ou o endereço IP
ru: Пожалуйста, введите имя хоста или IP-адрес
sv: Vänligen skriv in värdnamnet eller IP-adressen
uk: Будь ласка, введіть ім'я хоста або IP-адресу
zh: 请输入主机名或IP地址
zh_hant: 請輸入主機名或IP地址

# inputPortTips
source: Please input the port
ca: Escriu el port
cs: Zadejte port
es: Escribe el puerto
it: Inserire la porta
pl: Wpisz port
pt: Insira a porta
ru: Пожалуйста, введите порт
sv: Vänligen skriv in porten
uk: Будь ласка, введіть порт
zh: 请输入端口
zh_hant: 請輸入端口

# inputUserNameTips
source: Please input user name
ca: Escriu el nom d'usuari
cs: Zadejte uživ. jméno
es: Escribe el nombre de usuario
it: Inserire Nome utente
pl: Wpisz nazwę użytkownika
pt: Insira o nome de usuário
ru: Пожалуйста, введите имя пользователя
sv: Vänligen skriv in användarnamn
uk: Будь ласка, введіть ім'я користувача
zh: 请输入用户名
zh_hant: 請輸入用戶名

# inputPasswordTips
source: Please input password
ca: Escriu la contrasenya
cs: Zadejte heslo
es: Escribe la contraseña
it: Inserire Password
pl: Wpisz hasło
pt: Insira a senha
ru: Пожалуйста, введите пароль
sv: Vänligen skriv in lösenord
uk: Будь ласка, введіть пароль
zh: 请输入密码
zh_hant: 請輸入密碼

# configNotSaveDialogTitle
source: Not Saved
ca: No guardat
cs: Neuloženo
es: No guardado
it: Non salvato
pl: Nie zapisano
pt: Não salvo
ru: Не сохранено
sv: Ej sparat
uk: Не збережено
zh: 配置未保存
zh_hant: 配置未保存

# configNotSaveDialogMessage
source: The configuration has not been saved yet, are you sure you want to exit?
ca: La configuració encara no s'ha guardat. Segur que vols sortir?
cs: Konfigurace ještě nebyla uložena. Opravdu ji chcete ukončit?
es: La configuración aún no ha sido guardada. ¿Seguro que quieres salir?
it: La configurazione non è stata ancora salvata, sei sicuro di voler uscire?
pl: Konfiguracja nie została jeszcze zapisana, czy na pewno chcesz wyjść?
pt: A configuração ainda não foi salva, tem certeza que deseja sair?
ru: Текущая конфигурация не сохранена, вы точно хотите выйти?
sv: Denna konfiguration har inte sparats är, är du säker på att du vill avsluta?
uk: Конфігурацію ще не збережено, ви впевнені, що хочете вийти?
zh: 配置还未保存，确定要退出吗？
zh_hant: 配置還未保存，確定要退出嗎？

# deleteServerDialogTitle
source: Delete Server
ca: Eliminar servidor
cs: Odstranit server
es: Eliminar servidor
it: Elimina Server
pl: Usuń serwer
pt: Excluir servidor
ru: Удалить сервер
sv: Ta bort server
uk: Видалити сервер
zh: 删除服务器
zh_hant: 刪除服務器

# deleteServerDialogMessage
source: Are you sure you want to delete this server?
ca: Segur que vols eliminar aquest servidor?
cs: Opravdu chcete smazat tento server?
es: ¿Seguro que quieres eliminar este servidor?
it: Sei sicuro di voler eliminare questo server?
pl: Czy na pewno chcesz usunąć ten serwer?
pt: Tem certeza de que deseja excluir este servidor?
ru: Вы точно хотите удалить этот сервер?
sv: Är du säker på att du vill ta bort denna server?
uk: Ви впевнені, що хочете видалити цей сервер?
zh: 确定要删除该服务器吗？
zh_hant: 確定要刪除該服務器嗎？

# testServerSuccessTips
source: Test Success
ca: Prova exitosa
cs: Test byl úspěšný
es: Prueba exitosa
it: Test Passato
pl: Test zakończony sukcesem
pt: sucesso do teste
ru: Проверка пройдена
sv: Testet lyckades
uk: Тест успішний
zh: 配置正确
zh_hant: 配置正確

# testServerFailTips
source: Test Failed
ca: Prova errònia
cs: Test selhal
es: Prueba fallida
it: Test Fallito
pl: Test zakończony niepowodzeniem
pt: Teste falhou
ru: Проверка не пройдена
sv: Testet misslyckades
uk: Тест невдалий
zh: 配置错误
zh_hant: 配置錯誤

source: Server Preferences
ca: Preferències del servidor
cs: Předvolby serveru
es: Preferencias del servidor
it: Preferenze del Server
pl: Preferencje serwera
pt: Preferências do servidor
ru: Настройки сервера
sv: Serverinställningar
uk: Налаштування сервера
zh: 服务器选项
zh_hant: 服務器選項

source: Global Speed Limits
ca: Límits de velocitat globals
cs: Globální limity rychlosti
es: Límites de velocidad globales
it: Limiti di velocità globali
pl: Globalne limity prędkości
pt: Limites globais de velocidade
ru: Общие ограничения скорости
sv: Globala hastighetsbegränsningar
uk: Глобальні обмеження швидкості
zh: 全局速度限制
zh_hant: 全局速度限制

source: Alternative Speed Limits
ca: Límits de velocitat alternatius
cs: Alternativní limity rychlosti
es: Límites de velocidad alternativos
it: Limiti di velocità alternativi
pl: Alternatywne limity prędkości
pt: Limites de velocidade alternativos
ru: Особые ограничения скорости
sv: Alternativa hastighetsbegränsningar
uk: Альтернативні обмеження швидкості
zh: 备用速度限制
zh_hant: 備用速度限制

# saveSuccessTips
source: Save Success
ca: Guardat amb èxit
cs: Uloženo
es: Guardado exitoso
it: Salvato con Successo
pl: Zapisano
pt: Salve o sucesso
ru: Сохранено
sv: Sparande lyckades
uk: Збережено успішно
zh: 保存成功
zh_hant: 保存成功

# refreshInterval
source: Update Interval
ca: Interval d'actual·lització
cs: Interval obnovení
es: Intervalo de actualización
it: Intervallo di aggiornamento
pl: Częstotliwość aktualizacji
pt: Intervalo de atualização
ru: Время обновления
sv: Uppdateringsintervall
uk: Інтервал оновлення
zh: 刷新间隔
zh_hant: 刷新間隔

# refreshIntervalInfo
source: {interval,plural, =1{{interval} sec} other{{interval} secs}}
cs: {interval,plural, =1{{interval} sek} other{{interval} sek}}
pl: {interval,plural, =1{{interval} sek} other{{interval} sek}}
pt: {interval,plural, =1{{interval} sec} other{{interval} segs}}
ru: {interval,plural, =1{{interval} секунда} few{{interval} секунды} many{{interval} секунд} other{{interval} секунд}}
sv: {interval,plural, =1{{interval} sek} other{{interval} sek}}
uk: {interval,plural, =1{{interval} секунда} few{{interval} секунди} many{{interval} секунд} other{{interval} секунд}}
zh: {interval,plural, other{{interval} 秒}}
zh_hant: {interval,plural, other{{interval} 秒}}

source: Preferences
ca: Preferències
cs: Předvolby
es: Preferencias
it: Preferenze
pl: Preferencje
pt: Preferências
ru: Настройки
sv: Inställningar
uk: Налаштування
zh: 设置
zh_hant: 設置

source: Update Interval
ca: Interval d'actual·lització
cs: Interval aktualizace
es: Intervalo de actualización
it: Intervallo di aggiornamento
pl: Częstotliwość aktualizacji
pt: Intervalo de atualização
ru: Интервал обновления
sv: Uppdateringsintervall
uk: Інтервал оновлення
zh: 自动刷新间隔
zh_hant: 自動刷新間隔

# updateIntervalSubtitle
source: Torrent list update Interval
ca: Interval d'actual·lització de la llista de torrents
cs: Interval aktualizace seznamu torrentů
es: Intervalo de actualización de la lista de torrents
it: Intervallo di aggiornamento dell'elenco dei torrent
pl: Częstotliwość aktualizacji listy torrentów
pt: Intervalo de atualização da lista de torrents
ru: Интервал обновления списка торрентов
sv: Torrentlistans uppdateringsintervall
uk: Інтервал оновлення списку торентів
zh: 种子列表自动刷新间隔
zh_hant: 種子列表自動刷新間隔

source: Servers
ca: Servidors
cs: Servery
es: Servidores
pl: Serwery
pt: Servidores
ru: Серверы
sv: Servrar
uk: Сервери
zh: 服务器
zh_hant: 服務器

# serversSubtitle
source: Add or remove Servers
ca: Afegir o eliminar servidors
cs: Přidat nebo odebrat servery
es: Añadir o eliminar servidores
it: Aggiungi o rimuovi Server
pl: Dodaj lub usuń serwery
pt: Adicionar ou remover servidores
ru: Добавить или удалить серверы
sv: Lägg till eller ta bort servrar
uk: Додати або видалити сервери
zh: 添加或删除服务器
zh_hant: 添加或刪除服務器

source: Auto Manage Torrent
ca: Autoadministrar torrent
cs: Auto správa torrentu
es: Autoadministrar torrent
it: Gestione automatica torrent
pl: Automatyczne zarządzanie torrentem
pt: Gerenciamento automático de torrents
ru: Авторежим управления торрентом
sv: Autohantera torrents
uk: Автоматичне керування торентами
zh: 自动管理Torrent
zh_hant: 自動管理Torrent

# autoManageTorrentOnSubtitle
source: "Auto Torrent Management Mode" is checked by default when adding torrents
ca: "El mode d'autoadministració de torrents" està habilitat per defecte al afegir torrents
cs: Při přidávání torrentů je ve výchozím nastavení zaškrtnuta možnost „Automatická správa torrentu“
es: "El modo de autoadministración de torrents" está habilitado por defecto al añadir torrents
it: "Modalità di gestione automatica dei torrent" è selezionata per impostazione predefinita quando si aggiungono torrent
pl: Podczas dodawania torrentów opcja "Automatyczne zarządzanie torrentem" jest domyślnie zaznaczona
pt: "Modo de Gerenciamento Automático de Torrent" é verificado por padrão ao adicionar torrents
ru: Включен. Путь сохранения выбирается автоматически в зависимости от категории
sv: "Auto Torrent Management Mode" är vald som standard när torrents läggs till
uk: "Режим автоматичного керування торентами" увімкнено за замовчуванням при додаванні торентів
zh: 添加种子时默认勾选"自动管理Torrent"
zh_hant: 添加種子時默認勾選"自動管理Torrent"

# autoManageTorrentOffSubtitle
source: Uncheck "Auto Torrent Management Mode" when adding torrents
ca: Deshabilitar el "mode d'autoadministració de torrents" al afegir torrents
cs: Při přidávání torrentů zrušte zaškrtnutí možnosti „Automatická správa torrentu“
es: Deshabilitar el "modo de autoadministración de torrents" al añadir torrents
it: Deseleziona "Modalità di gestione automatica dei torrent" quando aggiungi i torrent
pl: Usuń zaznaczenie opcji "Automatyczne zarządzanie torrentem" podczas dodawania torrentów
pt: Desmarcar "Modo de Gerenciamento Automático de Torrent" ao adicionar torrents
ru: Выключен. Можно изменять путь сохранения
sv: Kryssa ur "Auto Torrent Management Mode" när du lägger till torrents
uk: "Режим автоматичного керування торентами" не вибрано за замовчуванням при додаванні торентів
zh: 添加种子时不勾选"自动管理Torrent"
zh_hant: 添加種子時不勾選"自動管理Torrent"

# showNationalFlag
source: National Flag
ca: Bandera nacional
cs: Státní vlajka
es: Bandera nacional
it: Bandiera nazionale
pl: Flaga narodowa
pt: Bandeira nacional
ru: Отображение страны
sv: Nationsflagga
uk: Національний прапор
zh: 显示国旗
zh_hant: 顯示國旗

# showNationalFlagOnSubtitle
source: Shows flag in peers list
ca: Mostra les banderes a la llista de companys
cs: Zobrazovat vlajku v seznamu protějšků
es: Muestra las banderas en la lista de pares
it: Mostra bandiera nell'elenco dei peer
pl: Wyświetla flagę na liście partnerów
pt: Mostra sinalizador na lista de pares
ru: Показывать флаг страны в списке пиров
sv: Visa flagga i peerlista
uk: Показувати прапор у списку пірів
zh: 节点列表显示国旗
zh_hant: 節點列表顯示國旗

# showNationalFlagOffSubtitle
source: Shows country name in peers list
ca: Mostra el nom del país a la llista de companys
cs: Zobrazovat název země v seznamu protějšků
es: Muestra el nombre del país en la lista de pares
it: Mostra il nome del paese nell'elenco dei peer
pl: Wyświetla nazwę kraju na liście partnerów
pt: Mostra o nome do país na lista de pares
ru: Показывать название страны в списке пиров
sv: Visar landsnamn i peerlista
uk: Показувати назву країни у списку пірів
zh: 节点列表显示国名
zh_hant: 節點列表顯示國名

source: Expand File List
ca: Estendre llista d'arxius
cs: Rozbalit seznam souborů
es: Expandir lista de archivos
it: Espandi elenco file
pl: Rozwiń listę plików
pt: Expandir lista de arquivos
ru: Список файлов торрента
sv: Expandera fillista
uk: Розгорнути список файлів
zh: 展开文件列表
zh_hant: 展開文件列表

# expandFileListOnSubtitle
source: File list expanded by default
ca: Llista d'arxius estesa per defecte
cs: Seznam souborů je ve výchozím nastavení rozšířen
es: Lista de archivos expandida por defecto
it: Elenco file espanso per impostazione predefinita
pl: Lista plików jest domyślnie rozszerzona
pt: Lista de arquivos expandida por padrão
ru: Список файлов развернут
sv: Fillista expanderad som standard
uk: Список файлів розгорнуто за замовчуванням
zh: 文件列表默认展开
zh_hant: 文件列表默認展開

# expandFileListOffSubtitle
source: File list collapsed by default
ca: Llista d'arxius col·lapsada per defecte
cs: Seznam souborů je ve výchozím nastavení sbalen
es: Lista de archivos colapsada por defecto
it: Elenco file compresso per impostazione predefinita
pl: Lista plików jest domyślnie zwinięta
pt: Lista de arquivos recolhida por padrão
ru: Список файлов свернут
sv: Fillista kollapsad som standard
uk: Список файлів згорнуто за замовчуванням
zh: 文件列表默认收起
zh_hant: 文件列表默認收起

source: Switch Server When Add Torrent
ca: Canviar servidor al afegir torrent
cs: Přepnout server při přidání torrentu
es: Cambiar servidor al añadir torrent
it: Cambia server quando aggiungi Torrent
pl: Przełącz serwer podczas dodawania torrenta
pt: Alternar servidor ao adicionar torrent
ru: Сменить сервер при добавлении загрузки
sv: Byt server när torrent läggs till
uk: Перемикати сервер при додаванні торенту
zh: 添加种子时切换服务器
zh_hant: 添加種子時切換服務器

# switchServerWhenAddTorrentOnSubtitle
source: Add torrent dialog can switch server
ca: El diàleg per afegir un torrent pot canviar de servidor
cs: Dialogové okno „Přidat torrent“ může přepnout server
es: El diálogo para añadir un torrent puede cambiar de servidor
it: La finestra di dialogo Aggiungi torrent può cambiare server
pl: Okno dialogowe „Dodaj torrent” może przełączyć serwer
pt: A caixa de diálogo Adicionar torrent pode mudar de servidor
ru: Добавить настройку переключения сервера при добавлении загрузки
sv: Lägg till torrent-dialogen kan byta server
uk: Діалог додавання торенту може перемикати сервер
zh: 添加种子的弹框可以切换服务器
zh_hant: 添加種子的彈框可以切換服務器

# switchServerWhenAddTorrentOffSubtitle
source: Add torrent dialog can't switch server
ca: El diàleg per afegir un torrent pot canviar de servidor
cs: Dialogové okno „Přidat torrent“ nemůže přepnout server
es: El diálogo para añadir un torrent no puede cambiar de servidor
it: La finestra di dialogo Aggiungi torrent non può cambiare server
pl: Okno dialogowe „Dodaj torrent” nie może przełączać serwerów
pt: A caixa de diálogo Adicionar torrent não pode trocar de servidor
ru: Не добавлять настройку переключения сервера при добавлении загрузки
sv: Lägg till torrent-dialogen kan inte byta server
uk: Діалог додавання торенту не може перемикати сервер
zh: 添加种子的弹框不可以切换服务器
zh_hant: 添加種子的彈框不可以切換服務器

source: Version
ca: Versió
cs: Verze
es: Versión
it: Versione
pl: Wersja
pt: Versão
ru: Версия
uk: Версія
zh: 版本号
zh_hant: 版本號

# formatDay
source: d
ru: д
uk: д
zh: 天
zh_hant: 天

# formatHour
source: h
ru: ч
sv: t
uk: г
zh: 小时
zh_hant: 小時

# formatMinute
source: m
ru: м
uk: хв
zh: 分钟
zh_hant: 分鐘

# formatSecond
source: s
ru: с
uk: с
zh: 秒
zh_hant: 秒

# filterAll
source: All
ca: Tot
cs: Všechny
es: Todo
it: Tutti
pl: Wszystkie
pt: Todos
ru: Все
sv: Alla
uk: Усі
zh: 全部
zh_hant: 全部

# filterActive
source: Active
ca: Actius
cs: Aktivní
es: Activos
it: Attivi
pl: Aktywne
pt: Ativo
ru: Активен
sv: Aktiva
uk: Активні
zh: 活跃
zh_hant: 活躍

# filterDownloading
source: Downloading
ca: Baixant
cs: Stahované
es: Descargando
pl: Pobierane
pt: Baixando
ru: Загружается
sv: Laddar ner
uk: Завантажуються
zh: 下载中
zh_hant: 下載中

# filterSeeding
source: Seeding
ca: Sembrant
cs: Seedované
es: Sembrando
pl: Seedowane
pt: Semeando
ru: Раздается
sv: Laddar upp
uk: Роздаються
zh: 做种中
zh_hant: 做種中

# filterPaused
source: Paused
ca: Pausats
cs: Pozastavené
es: Pausados
it: In Pausa
pl: Wstrzymane
pt: Pausado
ru: Остановлен
sv: Pausade
uk: Призупинені
zh: 已暂停
zh_hant: 已暫停

# filterCompleted
source: Completed
ca: Completats
cs: Dokončené
es: Completados
it: Completi
pl: Ukończone
pt: Concluído
ru: Завершен
sv: Slutförda
uk: Завершені
zh: 已完成
zh_hant: 已完成

# actionPause
source: Pause
ca: Pausar
cs: Pozastavit
es: Pausar
it: Pausa
pl: Wstrzymaj
pt: Pausa
ru: Остановить
sv: Pausa
uk: Призупинити
zh: 暂停
zh_hant: 暫停

# actionResume
source: Resume
ca: Reprendre
cs: Obnovit
es: Reanudar
it: Riprendi
pl: Wznów
pt: Retomar
ru: Возобновить
sv: Återuppta
uk: Відновити
zh: 开始
zh_hant: 開始

# actionCopyMagnetLink
source: Copy Magnet Link
ca: Copiar enllaç magnet
cs: Kopírovat magnet link
es: Copiar enlace magnet
it: Copia Magnet Link
pl: Kopiuj odnośnik magnet
pt: Copiar link magnético
ru: Копировать магнет-ссылку
sv: Kopiera magnetlänk
uk: Копіювати Magnet-посилання
zh: 复制磁力链接
zh_hant: 複製磁力鏈接

# actionForceRecheck
source: Force Recheck
ca: Forçar recomprovació
cs: Vynutit překontrolování
es: Forzar recomprobación
it: Forza ricontrollo
pl: Wymuś ponowne sprawdzenie
pt: Forçar nova verificação
ru: Проверить принудительно
sv: Tvinga återkontroll
uk: Примусова перевірка
zh: 强制重新校验
zh_hant: 強制重新校驗

# actionForceReannounce
source: Force Reannounce
ca: Forçar reanunciat
cs: Vynutit oznámení
es: Forzar reanunciado
it: Forza riannuncia
pl: Wymuś powiadomienie
pt: Forçar novo anúncio
ru: Переанонсировать принудительно
sv: Tvinga återannonsering
uk: Примусове оголошення
zh: 强制重新汇报
zh_hant: 強制重新匯報

# actionForceStart
source: Force Start
ca: Forçar inici
cs: Vynutit start
es: Forzar inicio
it: Forza avvio
pl: Wymuś start
pt: Forçar início
ru: Возобновить принудительно
sv: Tvångsstart
uk: Примусовий старт
zh: 强制开始
zh_hant: 強制開始
