Repository: fengmlo/qbittorrent-remote-translation
Catalog: app_*.arb
Languages: ca, cs, es, it, pl, pt, ru, sv, uk, zh, zh_hant

source: Delete local network config
es: Eliminar configuración de red local
it: Elimina configurazione rete locale
pl: Usuń konfigurację sieci lokalnej
ru: Удалить конфигурацию локальной сети
uk: Видалити конфігурацію локальної мережі

# deleteLocalNetworkConfigMessage
source: Are you sure you want to delete the local network config?
es: ¿Seguro que quieres eliminar la configuración de red local?
it: Sei sicuro di voler eliminare la configurazione della rete locale?
pl: Czy na pewno chcesz usunąć konfigurację sieci lokalnej?
ru: Вы уверены, что хотите удалить конфигурацию локальной сети?
uk: Ви впевнені, що хочете видалити конфігурацію локальної мережі?

source: No local network config
es: No hay configuración de red local
it: Nessuna configurazione di rete locale
pl: Brak konfiguracji sieci lokalnej
ru: Нет конфигурации локальной сети
uk: Немає конфігурації локальної мережі

# disabledStatus
source: Disabled
ca: Deshabilitat
cs: Vypnuto
es: Deshabilitado
it: Disabilitata
pl: Wyłączony
pt: Desabilitado
sv: Inaktiverad
uk: Вимкнено
zh: 已禁用
zh_hant: 已禁用
