Repository: fengmlo/qbittorrent-remote-translation
Catalog: app_*.arb
Languages: ca, cs, es, it, pl, pt, ru, sv, uk, zh, zh_hant

# restoreSuccess
source: Restore success, please restart app
ca: Restauració completa. Reinicia l'app.
cs: Obnova byla úspěšná, restartujte aplikaci
es: Restauración completa. Reinicia la app.
it: Ripristino riuscito, riavvia l'app
pl: Przywracanie powiodło się, uruchom ponownie aplikację
pt: Restaurado com sucesso, reinicie o aplicativo
ru: Восстановление завершено, пожалуйста, перезапустите приложение
sv: Återställning lyckades, starta om appen
uk: Відновлення успішне, перезапустіть додаток
zh: 恢复成功，请重启应用
zh_hant: 恢復成功，請重啟應用

source: Restore failed
ca: Restauració errònia
cs: Obnova se nezdařila
es: Restauración fallida
it: Ripristino non riuscito
pl: Przywracanie nie powiodło się
pt: Falha na restauração
ru: Ошибка восстановления
sv: Återställning misslyckades
uk: Помилка відновлення
zh: 恢复失败
zh_hant: 恢復失敗

# serverPushTitle
source: Push Notification(Experimental)
ca: Notificacions push (experimental)
cs: Push oznámení (experimentální)
es: Notificaciones push (experimental)
it: Server Push (sperimentale)
pl: Serwer Push (Eksperymentalne)
pt: Notificação por push (experimental)
ru: Push-сервер (экспериментально)
sv: Push-meddelande (experimentellt)
uk: Push-сповіщення (Експериментально)
zh: 服务器推送(实验性功能)
zh_hant: 服務器推送(實驗性功能)

# serverPushSubtitle
source: Notify when download complete using push notification
ca: Notificar baixades completes utilitzant notificacions push
cs: Upozornit na dokončení stahování pomocí push oznámení
es: Notificar descargas completas usando notificaciones push
it: Avvisa quando il download è completo utilizzando il server push
pl: Powiadom o ukończeniu pobierania za pomocą serwera push
pt: Notificar ao fazer o download completo usando a notificação por push
ru: Уведомление о завершении загрузки с помощью push-сервера
sv: Meddela när nedladdning är klar med hjälp av push-meddelande
uk: Сповіщати про завершення завантаження за допомогою push-сповіщень
zh: 下载完成时通知使用服务器推送
zh_hant: 下載完成時通知使用服務器推送

# generateOrInputUser
source: No user, you can [create] a user or [input] an existing user
ca: Sense usuari, pots crear-ne un o introduir-ne un d'existent
cs: Žádný uživatel, můžete [vytvořit] uživatele nebo [zadat] existujícího uživatele
es: Sin usuario, puedes crear uno o introducir uno existente
it: Nessun utente, puoi [creare] un utente o [inserire] un utente esistente
pl: Brak użytkownika, możesz [utworzyć] użytkownika lub [wpisać] istniejącego użytkownika
pt: nenhum usuário, Você pode [Criar] um usuário ou [Inserir]em usuário existente
ru: Нет пользователя. Вы можете [создать] пользователя или [добавить] существующего пользователя
sv: Ingen användare, du kan [skapa] en användare eller [ange] en befintlig användare
uk: Немає користувача, ви можете [створити] користувача або [ввести] існуючого користувача
zh: 没有用户，你可以[创建]用户或[输入]现有用户
zh_hant: 沒有用戶，你可以[創建]用戶或[輸入]現有用戶

source: Input user
ca: Introdueix un usuari
cs: Zadat uživatele
es: Introduce un usuario
it: Inserisci utente
pl: Wpisz użytkownika
pt: Insire um usuário
ru: Добавить пользователя
sv: Ange användare
uk: Ввести користувача
zh: 输入用户
zh_hant: 輸入用戶

# inputUserHint
source: Input an existing user
ca: Introdueix un usuari existent
cs: Zadejte existujícího uživatele
es: Introduce un usuario existente
it: Inserisci un utente esistente
pl: Wpisz istniejącego użytkownika
pt: Inserir um usuário existente
ru: Введите существующего пользователя
sv: Ange en befintlig användare
uk: Введіть існуючого користувача
zh: 输入现有用户
zh_hant: 輸入現有用戶

source: Unregister
ca: Esborrar
cs: Odregistrovat
es: Quitar
it: Cancella Registrazione
pl: Wyrejestruj
pt: cancelar o registro
ru: Отменить регистрацию
sv: Avregistrera
uk: Скасувати реєстрацію
zh: 注销
zh_hant: 註銷

# unregisterMessage
source: Are you sure you want to unregister? This will remove the current device from your device list, if this is your last device then your user will be deleted
ca: Segur que vols esborrar-lo? Això eliminarà aquest dispositiu de la teva llista de dispositius, y si és el teu únic dispositiu el teu usuari s'eliminarà
cs: Opravdu chcete odregistrovat? Tímto se odstraní aktuální zařízení ze seznamu vašich zařízení, pokud je to vaše poslední zařízení, váš uživatel bude smazán
es: ¿Seguro que quieres quitarlo? Esto eliminará este dispositivo en tu lista de dispositivos, y si este es tu único dispositivo tu usuario será eliminado
it: Sei sicuro di voler annullare la registrazione? Questo rimuoverà il dispositivo corrente dall'elenco dei dispositivi, se questo è il tuo ultimo dispositivo, il tuo utente verrà eliminato
pl: Czy na pewno chcesz się wyrejestrować? Spowoduje to usunięcie aktualnego urządzenia z listy urządzeń, jeśli to twoje ostatnie urządzenie, twój użytkownik zostanie usunięty
pt: Tem certeza de que deseja cancelar o registro? Isso removerá o dispositivo atual da sua lista de dispositivos, se este for seu último dispositivo, seu usuário será excluído
ru: Вы точно хотите отменить регистрацию? Это удалит текущее устройство из вашего списка устройств, если это ваше последнее устройство, то ваш пользователь будет удален
sv: Är du säker på att du vill avregistrera? Detta tar bort den aktuella enheten från din enhetslista, om detta är din sista enhet kommer din användare att raderas
uk: Ви впевнені, що хочете скасувати реєстрацію? Це видалить поточний пристрій зі списку ваших пристроїв, якщо це ваш останній пристрій, то ваш обліковий запис буде видалено
zh: 您确定要注销吗？这会将当前设备从你的设备列表中移除，如果这是您的最后一台设备，那么您的用户将被注销
zh_hant: 您確定要註銷嗎？這會將當前設備從你的設備列表中移除，如果這是您的最後一台設備，那麼您的用戶將被註銷

source: Retry
ca: Reintentar
cs: Opakovat
es: Reintentar
it: Ritenta
pl: Ponów
pt: Tentar novamente
ru: Повторить
sv: Försök igen
uk: Повторити
zh: 重试
zh_hant: 重試

# getTokenFailed
source: Can not get device info
ca: No s'ha pogut obtenir la informació
cs: Nelze získat informace o zařízení
es: No se pudo obtener la información
it: Impossibile ottenere informazioni sul dispositivo
pl: Nie można uzyskać informacji o urządzeniu
pt: Não consigo obter informações sobre o dispositivo
ru: Не удается получить информацию об устройстве
sv: Kan inte hämta enhetsinformation
uk: Не вдалося отримати інформацію про пристрій
zh: 无法获取设备信息
zh_hant: 無法獲取設備信息

source: Generating user
ca: Generant usuari
cs: Generování uživatele
es: Generando usuario
it: Genero utente
pl: Generowanie użytkownika
pt: Gerando Usuário
ru: Создание пользователя
sv: Genererar användare
uk: Створення користувача
zh: 正在生成用户
zh_hant: 正在生成用戶

source: Generate user success
ca: Generació d'usuari completa
cs: Generování uživatele bylo úspěšné
es: Generación de usuario exitosa
it: Generazione utente riuscita
pl: Generowanie użytkownika powiodło się
pt: Gerado usuário com sucesso
ru: Создание пользователя завершено
sv: Generera användare lyckades
uk: Користувача успішно створено
zh: 生成用户成功
zh_hant: 生成用戶成功

source: Generate user failed
ca: Generació d'usuari errònia
cs: Generování uživatele se nezdařilo
es: Generación de usuario fallida
it: Generazione utente fallita
pl: Generowanie użytkownika nie powiodło się
pt: Falha ao gerar usuário
ru: Ошибка создания пользователя
sv: Generera användare misslyckades
uk: Помилка створення користувача
zh: 生成用户失败
zh_hant: 生成用戶失敗

source: Unregistering
ca: Quitando
cs: Odregistrování
es: Quitando
it: Annullamento della registrazione
pl: Wyrejestrowanie
ru: Отмена регистрации
sv: Avregistrerar
uk: Скасування реєстрації
zh: 正在注销
zh_hant: 正在註銷

source: Unregister user success
ca: Usuario quitado exitosamente
cs: Odregistrování uživatele bylo úspěšné
es: Usuario quitado exitosamente
it: Annullamento della registrazione dell'utente riuscito
pl: Wyrejestrowanie użytkownika powiodło się
pt: Sucesso do cancelamento do registro do usuário
ru: Отмена регистрации пользователя завершена
sv: Avregistrera användare lyckades
uk: Реєстрацію користувача успішно скасовано
zh: 注销用户成功
zh_hant: 註銷用戶成功

source: Unregister user failed
ca: No se pudo quitar el usuario
cs: Odregistrování uživatele se nezdařilo
es: No se pudo quitar el usuario
it: Annullamento della registrazione dell'utente fallita
pl: Wyrejestrowanie użytkownika nie powiodło się
pt: Falha ao cancelar o registro do usuário
ru: Ошибка отмены регистрации пользователя
sv: Avregistrera användare misslyckades
uk: Помилка скасування реєстрації користувача
zh: 注销用户失败
zh_hant: 註銷用戶失敗

source: Binding user
ca: Afegint usuari
cs: Vazba uživatele
es: Añadiendo usuario
it: Vincolo utente
pl: Wiązanie użytkownika
pt: Usuário vinculado
ru: Привязка пользователя
sv: Binder användare
uk: Прив'язка користувача
zh: 绑定用户
zh_hant: 綁定用戶

source: Binding user success
ca: L'usuari s'ha afegit correctament
cs: Vazba uživatele byla úspěšná
es: El usuario se añadió correctamente
it: Vincolo utente riuscito
pl: Wiązanie użytkownika powiodło się
pt: Vinculado com sucesso o usuário
ru: Привязка пользователя завершена
sv: Binda användare lyckades
uk: Користувача успішно прив'язано
zh: 绑定用户成功
zh_hant: 綁定用戶成功

source: Binding user failed
ca: Error al afegir l'usuari
cs: Vazba uživatele se nezdařila
es: Error al añadir usuario
it: Vincolo utente fallito
pl: Wiązanie użytkownika nie powiodło się
pt: Falha ao vincular usuário
ru: Ошибка привязки пользователя
sv: Binda användare misslyckades
uk: Помилка прив'язки користувача
zh: 绑定用户失败
zh_hant: 綁定用戶失敗

# notInputUserTips
source: Please input an existing user
ca: Introdueix un usuari existent
cs: Zadejte existujícího uživatele
es: Introduce un usuario existente
it: Inserisci un utente esistente
pl: Wpisz istniejącego użytkownika
pt: Insira um usuário existente
ru: Пожалуйста, введите существующего пользователя
sv: Ange en befintlig användare
uk: Будь ласка, введіть існуючого користувача
zh: 请输入现有用户
zh_hant: 請輸入現有用戶

# howToUseServerPush
source: How to use
ca: Com utilitzar-lo
cs: Jak používat
es: Cómo usarlo
it: Come utilizzare
pl: Jak używać
pt: Como usar
ru: Как пользоваться
sv: Så här använder du
uk: Як використовувати
zh: 如何使用
zh_hant: 如何使用

source: Back to homepage
ca: Tornar al principi
cs: Zpět na domovskou stránku
es: Volver al inicio
it: Torna alla homepage
pl: Powrót do strony głównej
pt: Voltar para a página inicial
ru: Вернуться на главную страницу
sv: Tillbaka till startsidan
uk: Повернутися на головну сторінку
zh: 返回首页
zh_hant: 返回首頁

source: None
ca: Cap
cs: Žádný
es: Ninguno
it: Nessuno
pl: Bez kategorii
pt: Nenhum
ru: Без категории
sv: Ingen
uk: Немає
zh: 无
zh_hant: 無

source: Theme
ca: Estil
cs: Téma
es: Tema
it: Tema
pl: Motyw
pt: Tema
ru: Тема
sv: Tema
uk: Тема
zh: 主题
zh_hant: 主題

# themeSubtitle
source: Choose app theme color
ca: Escollir color per l'estil
cs: Vyberte barvu tématu aplikace
es: Elegir color del tema
it: Scegli il colore del tema dell'app
pl: Wybierz kolor motywu aplikacji
pt: Escolha a cor do tema do aplicativo
ru: Выбрать цвет темы приложения
sv: Välj app-temafärg
uk: Вибрати колірну тему додатку
zh: 选择主题色
zh_hant: 選擇主題色

source: User statistics
ca: Estadístiques d'usuari
cs: Statistiky uživatele
es: Estadísticas de usuario
it: Statistiche utente
pl: Statystyki użytkownika
pt: Estatísticas do usuário
ru: Статистика пользователя
sv: Användarstatistik
uk: Статистика користувача
zh: 用户统计
zh_hant: 用戶統計

source: Cache statistics
ca: Estadístiquea de cache
cs: Statistiky mezipaměti
es: Estadísticas de caché
it: Statistiche cache
pl: Statystyki pamięci podręcznej
pt: Estatísticas do cache
ru: Статистика кэша
sv: Cache-statistik
uk: Статистика кешу
zh: 缓存统计
zh_hant: 緩存統計

source: Performance statistics
ca: Estadístiques de rendiment
cs: Statistiky výkonu
es: Estadísticas de rendimiento
it: Statistiche delle prestazioni
pl: Statystyki wydajności
pt: Estatísticas de desempenho
ru: Статистика производительности
sv: Prestationsstatistik
uk: Статистика продуктивності
zh: 性能统计
zh_hant: 性能統計

source: Server log
ca: Registre del servidor
cs: Protokol serveru
es: Registro del servidor
it: Log del server
pl: Dziennik logów serwera
pt: Log do servidor
ru: Логи сервера
uk: Журнал сервера
zh: 服务器日志
zh_hant: 服務器日誌

source: View Server log
ca: Veure registre del servidor
cs: Zobrazit protokol serveru
es: Ver registro del servidor
it: Visualizza il log del server
pl: Wyświetl dziennik logów serwera
pt: Visualizar log do servidor
ru: Просмотр логов сервера
sv: Visa serverlog
uk: Переглянути журнал сервера
zh: 查看服务器日志
zh_hant: 查看服務器日誌

source: No more data
ca: Sense més dades
cs: Žádná další data
es: Sin más datos
it: Non ci sono più dati
pl: Brak danych
pt: Não há mais dados
ru: Нет данных
sv: Inga fler data
uk: Більше даних немає
zh: 没有更多数据了
zh_hant: 沒有更多數據了

source: Load failed
ca: Pujada errònia
cs: Načtení se nezdařilo
es: Carga fallida
it: Caricamento non riuscito
pl: Ładowanie nie powiodło się
pt: Falha ao carregar
ru: Ошибка загрузки
sv: Laddning misslyckades
uk: Помилка завантаження
zh: 加载失败
zh_hant: 加載失敗

# actionExportTorrent
source: Export .torrent
ca: Exportar .torrent
cs: Exportovat .torrent
es: Exportar .torrent
it: Esporta .torrent
pl: Eksportuj .torrent
pt: Exportar .torrent
ru: Экспорт .torrent файлов
sv: Exportera .torrent
uk: Експортувати .torrent
zh: 导出.torrent
zh_hant: 導出.torrent

# torrentExported
source: {count,plural, =1{{count} .torrent file} other{{count} .torrent files}} exported to the Download folder
ca: {count,plural, =1{{count} arxiu .torrent } other{{count} .torrent files}} exportat a la carpeta de baixades
cs: {count,plural, =1{{count} .torrent soubor} other{{count} .torrent soubory}} exportovány do složky Stahování
es: {count,plural, =1{{count} file .torrent } other{{count} .torrent files}} exportado en la carpeta de descargas
it: {count,plural, =1{{count} file .torrent} other{{count} file .torrent}} esportati nella cartella Download
pl: {count,plural, =1{{count} plik .torrent} other{{count} pliki/ów .torrent}} wyeksportowano do folderu Pobrane
pt: {count,plural, =1{{count} arquivo .torrent} other{{count} arquivos .torrent}} exportados para a pasta Download
ru: {count,plural, =1{{count} .torrent файл} few{{count} .torrent файла} many{{count} .torrent файлов} other{{count} .torrent файлов}} экспортирован(о) в папку Download
sv: {count,plural, =1{{count} .torrent fil} other{{count} .torrent filer}} exporterade till mappen Hämtningar
uk: {count,plural, =1{{count} .torrent файл} few{{count} .torrent файли} many{{count} .torrent файлів} other{{count} .torrent файлів}} експортовано в папку Завантаження
zh: {count}个.torrent文件已导出到Download文件夹
zh_hant: {count}個.torrent文件已導出到Download文件夾

# amoledThemeTitle
source: AMOLED theme
ca: Estil AMOLED
cs: AMOLED téma
es: Tema AMOLED
it: Tema AMOLED
pl: Motyw AMOLED
pt: Tema AMOLED
ru: Тема AMOLED
sv: AMOLED-tema
uk: AMOLED тема
zh: AMOLED主题
zh_hant: AMOLED主題

# amoledThemeSubtitle
source: Darker background in Night mode
ca: Fons més fosc en mode nit
cs: Tmavší pozadí v nočním režimu
es: Fondo más oscuro en modo noche
it: Sfondo più scuro in modalità notturna
pl: Ciemniejsze tło w trybie nocnym
pt: Fundo mais escuro no modo noturno
ru: Более темный фон в ночном режиме
sv: Mörkare bakgrund i nattläge
uk: Темніший фон у нічному режимі
zh: 更暗的夜间模式背景
zh_hant: 更暗的夜間模式背景

source: All filters
ca: Tots els filtres
cs: Všechny filtry
es: Todos los filtros
it: Tutti i filtri
pl: Wszystkie filtry
pt: Todos os filtros
ru: Все фильтры
sv: Alla filter
uk: Всі фільтри
zh: 全部过滤器
zh_hant: 全部過濾器

source: In use
ca: En ús
cs: V použití
es: En uso
it: In uso
pl: W użyciu
pt: Em uso
ru: Используется
sv: I bruk
uk: Використовується
zh: 使用中
zh_hant: 使用中

source: Add new
ca: Afegir nou
cs: Přidat nový
es: Añadir nuevo
it: Aggiungi nuovo
pl: Dodaj nowy
pt: Adicionar novo
ru: Добавить новый
sv: Lägg till ny
uk: Додати новий
zh: 新增
zh_hant: 新增

source: Tags
ca: Etiquetes
cs: Štítky
es: Etiquetas
it: Tag
pl: Tagi
ru: Метки
sv: Taggar
uk: Теги
zh: 标签
zh_hant: 標籤

source: Untagged
ca: Sense etiquetar
cs: Neoznačené
es: Sin etiquetar
it: Non contrassegnato
pl: Nieoznaczone
pt: Não marcado
ru: Без метки
sv: Ej taggad
uk: Без тегів
zh: 无标签

source: Manage tags
ca: Gestionar etiquetes
cs: Spravovat štítky
es: Gestionar etiquetas
it: Gestisci tags
pl: Zarządzaj tagami
pt: Gerenciar tags
ru: Управление метками
sv: Hantera taggar
uk: Керування тегами
zh: 管理标签
zh_hant: 管理標籤

source: Set Tags
ca: Assignar etiquetes
cs: Nastavit štítky
es: Asignar etiquetas
it: Imposta tags
pl: Ustaw tagi
pt: Definir tags
ru: Установить метки
sv: Ange taggar
uk: Встановити теги
zh: 设置标签

source: Custom Headers
cs: Vlastní hlavičky
es: Encabezados personalizados
it: Intestazioni Personalizzate
pl: Niestandardowe Nagłówki
ru: Пользовательские заголовки
sv: Anpassade Rubriker
uk: Користувацькі заголовки
zh: 自定义标头

# customHeadersSubtitle
source: Manage custom headers for this server. Each of the headers you add will be added to every API request.
cs: Spravujte vlastní hlavičky pro tento server. Každá z hlaviček, které přidáte, bude přidána do každého požadavku API.
es: Gestiona los encabezados personalizados para este servidor. Cada uno de los encabezados que agregues se añadirá a cada solicitud de API.
it: Gestisci le intestazioni personalizzate per questo server. Ogni intestazione che aggiungi verrà aggiunta a ogni richiesta API.
pl: Zarządzaj niestandardowymi nagłówkami dla tego serwera. Każdy dodany nagłówek zostanie dodany do każdego żądania API.
ru: Управление пользовательскими заголовками для этого сервера. Каждый добавленный вами заголовок будет добавлен к каждому API-запросу.
sv: Hantera anpassade rubriker för denna server. Varje rubrik du lägger till kommer att läggas till varje API-förfrågan.
uk: Керування користувацькими заголовками для цього сервера. Кожен доданий заголовок буде додано до кожного API-запиту.
zh: 管理此服务器的自定义标头。您添加的每个标头都将被添加到每个API请求中。

source: No custom headers
cs: Žádné vlastní hlavičky
es: No hay encabezados personalizados
it: Nessuna intestazione personalizzata
pl: Brak niestandardowych nagłówków
ru: Нет пользовательских заголовков
sv: Inga anpassade rubriker
uk: Немає користувацьких заголовків
zh: 无自定义标头

source: Add new header
cs: Přidat novou hlavičku
es: Agregar nuevo encabezado
it: Aggiungi nuova intestazione
pl: Dodaj nowy nagłówek
ru: Добавить новый заголовок
sv: Lägg till ny rubrik
uk: Додати новий заголовок
zh: 添加新标头

source: Custom Header
cs: Vlastní hlavička
es: Encabezado personalizado
it: Intestazione Personalizzata
pl: Niestandardowy Nagłówek
ru: Пользовательский заголовок
sv: Anpassad Rubrik
uk: Користувацький заголовок
zh: 自定义标头

source: Header type
cs: Typ hlavičky
es: Tipo de encabezado
it: Tipo di intestazione
pl: Typ nagłówka
ru: Тип заголовка
sv: Rubriktyp
uk: Тип заголовка
zh: 标头类型

source: Custom
cs: Vlastní
es: Personalizado
it: Personalizzato
pl: Niestandardowy
ru: Пользовательский
sv: Anpassad
uk: Користувацький
zh: 自定义

source: Cloudflare: Client ID
cs: Cloudflare: ID klienta
es: Cloudflare: ID de cliente
it: Cloudflare: ID Cliente
pl: Cloudflare: ID Klienta
ru: Cloudflare: Идентификатор клиента
sv: Cloudflare: Kund-ID
uk: Cloudflare: Ідентифікатор клієнта
zh: Cloudflare：客户端ID

source: Cloudflare: Secret
cs: Cloudflare: Tajemství
es: Cloudflare: Secreto
it: Cloudflare: Segreto
pl: Cloudflare: Sekret
ru: Cloudflare: Секрет
sv: Cloudflare: Hemlighet
uk: Cloudflare: Секрет
zh: Cloudflare：密钥

source: Header key
cs: Klíč hlavičky
es: Clave de encabezado
it: Chiave dell'intestazione
pl: Klucz nagłówka
ru: Ключ заголовка
sv: Rubriknyckel
uk: Ключ заголовка
zh: 标头键

source: Header value
cs: Hodnota hlavičky
es: Valor de encabezado
it: Valore dell'intestazione
pl: Wartość nagłówka
ru: Значение заголовка
sv: Rubrikvärde
uk: Значення заголовка
zh: 标头值

# keyExistsTips
source: The key already exists
cs: Klíč již existuje
es: La clave ya existe
it: La chiave esiste già
pl: Klucz już istnieje
ru: Ключ уже существует
sv: Nyckeln finns redan
uk: Цей ключ вже існує
zh: 键已存在

# inputKeyAndValueTips
source: Please enter a key and value
cs: Prosím, zadejte klíč a hodnotu
es: Por favor, introduce una clave y un valor
it: Per favore inserisci una chiave e un valore
pl: Proszę wprowadzić klucz i wartość
ru: Пожалуйста, введите ключ и значение
sv: Vänligen ange en nyckel och ett värde
uk: Будь ласка, введіть ключ та значення
zh: 请输入键和值

source: Paste to key
cs: Vložit do klíče
es: Pegar en clave
it: Incolla nella chiave
pl: Wklej do klucza
ru: Вставить в ключ
sv: Klistra in i nyckel
uk: Вставити в ключ
zh: 粘贴到键

source: Paste to value
cs: Vložit do hodnoty
es: Pegar en valor
it: Incolla nel valore
pl: Wklej do wartości
ru: Вставить в значение
sv: Klistra in i värde
uk: Вставити в значення
zh: 粘贴到值

# deleteHeaderTips
source: Are you sure?
cs: Jste si jisti?
es: ¿Estás seguro?
it: Sei sicuro?
pl: Jesteś pewny?
ru: Вы уверены?
sv: Är du säker?
uk: Ви впевнені?
zh: 您确定吗？

# copyHeadersTips
source: or [copy all headers] from another server
cs: nebo [zkopírujte všechny hlavičky] z jiného serveru
es: o [copiar todos los encabezados] de otro servidor
it: o [copia tutte le intestazioni] da un altro server
pl: lub [skopiuj wszystkie nagłówki] z innego serwera
ru: или [скопировать все заголовки] с другого сервера
sv: eller [kopiera alla rubriker] från en annan server
uk: або [копіювати всі заголовки] з іншого сервера
zh: 或从另一个服务器[复制所有标头]

# noServerToCopyTips
source: No custom headers from other servers to copy from
cs: Žádné vlastní hlavičky z jiných serverů ke kopírování
es: No hay encabezados personalizados de otros servidores para copiar
it: Nessuna intestazione personalizzata da altri server da copiare
pl: Brak niestandardowych nagłówków z innych serwerów do skopiowania
ru: Нет пользовательских заголовков с других серверов для копирования
sv: Inga anpassade rubriker från andra servrar att kopiera
uk: Немає користувацьких заголовків з інших серверів для копіювання
zh: 没有可供复制的其他服务器的自定义标头

# copyFromTitle
source: Copy from
cs: Kopírovat z
es: Copiar de
it: Copia da
pl: Kopiuj z
ru: Копировать из
sv: Kopiera från
uk: Копіювати з
zh: 复制自

source: Inactive seeding time limit
es: Límite de tiempo de siembra inactiva
it: Limite di tempo di seeding inattivo
pl: Limit czasu nieaktywnego seedowania
ru: Неактивен
uk: Обмеження часу неактивної роздачі
zh: 不活跃分钟

source: Session Download
es: Descarga de la sesión
it: Download della sessione
pl: Pobieranie sesji
ru: Загрузка за сессию
uk: Завантаження за сесію

source: Session Upload
es: Subida de la sesión
it: Upload della sessione
pl: Wysyłanie sesji
ru: Отдача за сессию
uk: Віддача за сесію

source: Local Network
es: Red local
it: Rete locale
pl: Sieć lokalna
ru: Локальная сеть
uk: Локальна мережа

# requireLocationPermission
source: Location Permission Required
es: Se requiere permiso de ubicación
it: Permesso di localizzazione richiesto
pl: Wymagana zgoda na lokalizację
ru: Требуется разрешение на определение местоположения
uk: Потрібен дозвіл на доступ до місцезнаходження

# requireLocationPermissionMessage
source: Location permission is required to get wifi ssid. Please enable location permission in the app settings.
es: Se requiere permiso de ubicación para obtener el SSID del wifi. Habilita el permiso de ubicación en los ajustes de la aplicación.
it: Il permesso di localizzazione è necessario per ottenere il SSID wifi. Abilita il permesso di localizzazione nelle impostazioni dell'app.
pl: Zgoda na lokalizację jest wymagana do uzyskania identyfikatora SSID Wi-Fi. Włącz zgodę na lokalizację w ustawieniach aplikacji.
ru: Для получения SSID Wi-Fi требуется разрешение на определение местоположения. Включите разрешение на определение местоположения в настройках приложения.
uk: Для отримання SSID Wi-Fi потрібен дозвіл на доступ до місцезнаходження. Увімкніть дозвіл на доступ до місцезнаходження в налаштуваннях програми.

source: Wifi SSID
es: SSID Wifi
it: SSID Wifi
pl: SSID Wi-Fi
ru: SSID Wi-Fi
uk: SSID Wi-Fi

source: Disable authentication
es: Desactivar autenticación
it: Disabilita autenticazione
pl: Wyłącz uwierzytelnianie
ru: Отключить аутентификацию
uk: Вимкнути автентифікацію
