Repository: fengmlo/qbittorrent-remote-translation
Catalog: app_*.arb
Languages: ca, cs, es, it, pl, pt, ru, sv, uk, zh, zh_hant

# actionRename
source: Rename
ca: Renombrar
cs: Přejmenovat
es: Renombrar
it: Rinomina
pl: Zmień nazwę
pt: Renomear
ru: Переименовать
sv: Byt namn
uk: Перейменувати
zh: 重命名
zh_hant: 重命名

# actionSetSavePath
source: Set SavePath
ca: Assignar ruta de guardat
cs: Nastavit cestu uložení
es: Asignar ruta de guardado
it: Imposta percorso di salvataggio
pl: Ustaw ścieżkę zapisu
pt: Definir caminho para salvar
ru: Переместить
sv: Välj sparsökväg
uk: Встановити шлях збереження
zh: 更改保存位置
zh_hant: 更改保存位置

# actionSetCategory
source: Set Category
ca: Assignar categoria
cs: Nastavit kategorii
es: Asignar categoría
it: Imposta categoria
pl: Ustaw kategorię
pt: Definir categoria
ru: Категория
sv: Välj kategori
uk: Встановити категорію
zh: 更改分类
zh_hant: 更改分類

# actionLimitSpeed
source: Limit Speed
ca: Limitar velocitat
cs: Omezit stahování
es: Limitar velocidad
it: Limite di velocità
pl: Limit pobierania
pt: Limite de velocidade
ru: Ограничение скорости
sv: Begränsa hastighet
uk: Обмежити швидкість
zh: 限制速度
zh_hant: 限制速度

# limitSpeedDialogTittle
source: Limit Speed
ca: Limitar velocitat
cs: Omezení stahování
es: Limitar velocidad
it: Limite di velocità
pl: Limit pobierania
pt: Limite de velocidade
ru: Ограничение скорости
sv: Begränsa hastighet
uk: Обмежити швидкість
zh: 限制速度
zh_hant: 限制速度

# actionLimitShare
source: Limit Share
ca: Limitar compartició
cs: Omezit odesílání
es: Limitar compartición
it: Limite condivisione
pl: Limit wysyłania
pt: Limite de Compartilhar
ru: Ограничение раздачи
sv: Begränsa utdelning
uk: Обмежити роздачу
zh: 限制分享
zh_hant: 限制分享

# limitShareDialogTittle
source: Limit Share
ca: Limitar compartició
cs: Omezení odesílání
es: Limitar compartición
it: condivisione limite
pl: Limit wysyłania
pt: Limite de Compartilhamento
ru: Ограничение раздачи
sv: Begränsa utdelning
uk: Обмежити роздачу
zh: 限制分享
zh_hant: 限制分享

# actionPriority
source: Priority
ca: Prioritat
cs: Priorita
es: Prioridad
it: Priorità
pl: Priorytet
pt: Prioridade
ru: Очередь
sv: Prioritet
uk: Пріоритет
zh: 队列优先级
zh_hant: 隊列優先級

# actionPriorityIncrease
source: Increase Priority
ca: Augmentar prioritat
cs: Zvýšit prioritu
es: Aumentar prioridad
it: Aumenta priorità
pl: Zwiększ priorytet
pt: Aumentar Prioridade
ru: Вверх по очереди
sv: Öka prioritet
uk: Збільшити пріоритет
zh: 增加优先级
zh_hant: 增加優先級

# actionPriorityDecrease
source: Decrease Priority
ca: Reduïr prioritat
cs: Snížit prioritu
es: Reducir prioridad
it: Diminuisci priorità
pl: Zmniejsz priorytet
pt: Diminuir Prioridade
ru: Вниз по очереди
sv: Minska prioritet
uk: Зменшити пріоритет
zh: 减少优先级
zh_hant: 減少優先級

# actionPriorityMaximal
source: Maximal Priority
ca: Màxima prioritat
cs: Nejvyšší priorita
es: Máxima prioridad
it: Priorità massima
pl: Maksymalny priorytet
pt: Prioridade Máxima
ru: В начало очереди
sv: Maximal prioritet
uk: Максимальний пріоритет
zh: 最大优先级
zh_hant: 最大優先級

# actionPriorityMinimal
source: Minimal Priority
ca: Mínima prioritat
cs: Nejnižší priorita
es: Mínima prioridad
it: Priorità minima
pl: Minimalny priorytet
pt: Prioridade Mínima
ru: В конец очереди
sv: Minimal prioritet
uk: Мінімальний пріоритет
zh: 最小优先级
zh_hant: 最小優先級

# actionToggleSequentialDownload
source: Toggle Sequential Download
ca: Baixar seqüencialment
cs: Přepnout stahování souborů v sekvenčním pořadí
es: Descargar secuencialmente
it: Attiva/disattiva download sequenziale
pl: Przełącz pobieranie plików w kolejności sekwencyjnej
pt: Alternar download sequencial
ru: Переключить последовательную загрузку
sv: Växla sekventiell nerladdning
uk: Перемкнути послідовне завантаження

# actionToggleFirstOrLastPiecePriority
source: Toggle First Last Piece Priority
ca: Baixar abans primeres y últimes parts
cs: Přepnout stahování první a poslední část
es: Descargar antes primeras y ultimas partes
it: Attiva/disattiva priorità primo ultimo pezzo
pl: Przełącz pobieranie na pierwszą i ostatnią część
pt: Alternar prioridade da primeira última peça
ru: Переключить приоритет с первой и последней части
sv: Växla första-sista-del-prioritet
uk: Перемкнути пріоритет перших/останніх частин

# actionSuperSeeding
source: Super Seeding Mode
ca: Mode de súper sembrat
cs: Mód super seedování
es: Modo de súper sembrado
it: Modalità Super Seed
pl: Tryb super-seeding
pt: Modo Super Semeação
ru: Режим суперсид
sv: Super-seedingläge
uk: Режим супер-роздачі

# actionAutomaticTorrentManagement
source: Automatic Torrent Management
ca: Autoadministració de torrents
cs: Automatická správa torrentu
es: Autoadministración de torrents
it: Gestione automatica dei torrent
pl: Automatyczne zarządzanie torrentem
pt: Gerenciamento automático de torrents
ru: Авторежим управления торрентом
sv: Automatisk torrenthantering
uk: Автоматичне керування торентами

# darkMode
source: Night Mode
ca: Mode nit
cs: Noční režim
es: Modo noche
it: Modalità notte
pl: Tryb nocny
pt: modo noturno
ru: Ночной режим
sv: Nattläge
uk: Нічний режим
zh: 夜间模式
zh_hant: 夜間模式

# addServerFirstTips
source: Please add a server first
ca: Afegeix un servidor abans
cs: Nejprve přidejte server
es: Añade un servidor antes
it: Si prega di aggiungere prima il server
pl: Najpierw dodaj serwer
pt: Por favor, adicione um servidor primeiro
ru: Пожалуйста, сначала добавьте сервер
sv: Vänligen lägg till server först
uk: Спочатку додайте сервер
zh: 请先添加服务器
zh_hant: 請先添加服務器

# copiedToClipboardTips
source: Copied to clipboard
ca: Copiat al portarretalls
cs: Zkopírováno do schránky
es: Copiado en el portapapeles
it: Copiato negli appunti
pl: Skopiowano do schowka
pt: copiado para a área de transferência
ru: Скопировано в буфер обмена
sv: Kopierad till urklipp
uk: Скопійовано в буфер обміну
zh: 已复制到剪贴板
zh_hant: 已復製到剪貼板

# noMagnetLinkTips
source: This torrent has no magnet link
ca: Aquest torrent no té enllaç magnet
cs: Tento torrent nemá žádný magnet link
es: Este torrent no tiene enlace magnet
it: Questo torrent non ha un collegamento Magnet
pl: Ten torrent nie ma odnośnika magnet
pt: Este torrent não possui link magnético
ru: Этот торрент не имеет магнет-ссылки
sv: Denna torrent saknar torrentlänk
uk: Цей торент не має Magnet-посилання
zh: 该种子没有磁力链接
zh_hant: 該種子沒有磁力鏈接

# darkModeFollowSystem
source: Night mode follow system
ca: El mode nit segueix al sistema
cs: Noční režim dle nastavení systému
es: El modo noche sigue al sistema
it: Modalità notte come da sistema
pl: Tryb nocny zgodnie z ustawieniami systemu
pt: sistema de acompanhamento do modo noturno
ru: Ночной режим
sv: Nattläge följer systemet
uk: Нічний режим слідує за системою
zh: 夜间模式跟随系统
zh_hant: 夜間模式跟隨系統

# darkModeFollowSystemOnTips
source: App uses night mode when the system uses dark mode
ca: L'app utilitza el mode nit quan el sistema també l'utilitza
cs: Aplikace používá nořní režim, když ho používá systém
es: La app usa el modo noche cuando el sistema también lo usa
it: L'app utilizza la modalità notturna quando il sistema utilizza la modalità oscura
pl: Aplikacja korzysta z trybu nocnego, gdy system z niego korzysta
pt: App usa o modo noturno quando o sistema usa o modo escuro
ru: Тема автоматически переключается от выбранной в системе
sv: Appen använder nattläge när systemet använder mörkt läge
uk: Додаток використовує нічний режим, коли система використовує темний режим
zh: 系统使用暗黑模式时应用也使用夜间模式
zh_hant: 系統使用暗黑模式時應用也使用夜間模式

# darkModeFollowSystemOffTips
source: App uses independent settings
ca: L'app utilitza paràmetres personal·litzats
cs: Aplikace používá nezávislé nastavení
es: La app usa parámetros personalizados
it: L'app utilizza impostazioni indipendenti
pl: Aplikacja korzysta z niezależnych ustawień
pt: App usa configurações independentes
ru: Тема не зависит от системных настроек, искользуйте переключатель в боковом меню
sv: Appen använder egna inställningar
uk: Додаток використовує незалежні налаштування
zh: 应用使用独立设置
zh_hant: 應用使用獨立設置

# defaultStr
source: Default
ca: Per defecte
cs: Výchozí
es: Por defecto
it: Predefinita
pl: Domyślnie
pt: Padrão
ru: По умолчанию
sv: Standard
uk: За замовчуванням
zh: 默认
zh_hant: 默認

# ipAddress
source: IP
ru: IP-адрес
zh: IP地址
zh_hant: IP地址

source: Country
ca: País
cs: Země
es: País
it: Nazione
pl: Kraj
pt: País
ru: Страна
sv: Land
uk: Країна
zh: 国家
zh_hant: 國家

source: Upload
ca: Pujar
cs: Odesílat
es: Subir
pl: Wysyłanie
ru: Отдача
sv: Uppladdning
uk: Віддача
zh: 上传
zh_hant: 上傳

source: Download
ca: Baixar
cs: Stahovat
es: Descargar
pl: Pobieanie
ru: Загрузка
sv: Nerladdning
uk: Завантаження
zh: 下载
zh_hant: 下載

# superSeeding
source: Super seeding mode
ca: Mode de súper sembrat
cs: Mód super seedování
es: Modo de súper sembrado
it: Modalità Super Seeding
pl: Tryb super-seeding
pt: Modo Super Semeação
ru: Режим суперсид
sv: Super-seedingläge
uk: Режим супер-роздачі
zh: 超级做种模式
zh_hant: 超級做種模式

source: Force start
ca: Forçar inici
cs: Vynutit start
es: Forzar inicio
it: Forza Avvio
pl: Wymuś start
pt: força inicial
ru: Возобновить принудительно
sv: Tvångsstart
uk: Примусовий старт
zh: 强制开始
zh_hant: 強制開始

# noCategoryTips
source: No Category
ca: Sense categoria
cs: Žádná kategorie
es: Sin categoría
it: Nessuna categoria
pl: Brak kategorii
pt: Nenhuma categoria
ru: Без категории
sv: Ingen kategori
uk: Без категорії
zh: 没有分类
zh_hant: 沒有分類

# serverInfoDialogTittle
source: Server Info
ca: Informació del servidor
cs: Info o serveru
es: Información del servidor
it: Informazioni Server
pl: Informacje o serwerze
pt: Informações do servidor
ru: Информация о сервере
uk: Інформація про сервер
zh: 服务器信息
zh_hant: 服務器信息

source: Api Version
ca: Versió de l'API
cs: Verze API
es: Versión de la API
it: Versione Api
pl: Wersja API
pt: Versão da API
ru: Версия API
uk: Версія API
zh: API版本
zh_hant: API版本

source: Application Version
ca: Versió de l'aplicació
cs: Verze aplikace
es: Versión de la aplicación
it: Versione Applicazione
pl: Wersja aplikacji
pt: Versão do aplicativo
ru: Версия сервера
sv: Applikationsversion
uk: Версія додатку
zh: 应用版本
zh_hant: 應用版本

source: Build Info
ca: Informació de la build
cs: Informace o buildu
es: Información de la build
pl: Informacje o kompilacji
ru: Информация о сборке
sv: Bygginfo
uk: Інформація про збірку
zh: 构建信息
zh_hant: 構建信息

source: Free Space
ca: Espai lliure
cs: Volné místo
es: Espacio libre
it: Spazio Libero
pl: Wolne miejsce
pt: Espaço livre
ru: Свободное место
sv: Ledigt utrymme
uk: Вільне місце
zh: 剩余空间
zh_hant: 剩餘空間

source: Nodes
cs: Uzlů
es: Nodos
it: Nodi
pl: Węzły
ru: Узлов
sv: Noder
uk: Вузли
zh: 节点
zh_hant: 節點

source: Queueing
ca: En cua
cs: Řazení
es: En cola
it: In coda
pl: Kolejkowanie
pt: Fila
ru: Очередь
sv: Köar
uk: Черга
zh: 队列
zh_hant: 隊列

# queueingTrue
source: True
ca: Cert
cs: Zapnuto
es: Cierto
it: Vero
pl: Włączone
pt: Verdadeiro
ru: Включена
sv: Sant
uk: Увімкнено
zh: 已启用
zh_hant: 已啟用

# queueingFalse
source: False
ca: Fals
cs: Vypnuto
es: Falso
it: Falso
pl: Wyłączone
pt: Falso
ru: Выключена
sv: Falskt
uk: Вимкнено
zh: 未启用
zh_hant: 未啟用

source: Add new peers
ca: Afegir més companys
cs: Přidat protějšky
es: Añadir más pares
it: Aggiungi nuovi peer
pl: Dodaj nowych partnerów
pt: Adicione novos colegas
ru: Добавить нового пира
sv: Lägg till nya peers
uk: Додати нові піри
zh: 添加新节点
zh_hant: 添加新節點

# copyPeer
source: Copy IP:port
ca: Copiar IP:port
cs: Zkopírovat IP:port
es: Copiar IP:puerto
it: Copia IP:porta
pl: Kopiuj adres IP:port
pt: Copiar ip:port
ru: Копировать IP:порт
sv: Kopiera IP:port
uk: Копіювати IP:порт
zh: 复制IP端口
zh_hant: 複製IP端口

# banPeer
source: Ban peer permanently
ca: Bloquejar company per sempre
cs: Zablokovat protějšek
es: Bloquear par para siempre
it: Ban peer permanente
pl: Zablokuj partnera na stałe
pt: Banir o colega permanentemente
ru: Навсегда заблокировать пира
sv: Banna peer permanent
uk: Заблокувати пір назавжди
zh: 永久禁止用户
zh_hant: 永久禁止用戶

# inputPeersHint
source: Format: IPv4:port / [IPv6]:port, one IP per line
ca: Format: IPv4:port / [IPv6]:port, una IP per línea
cs: Formát: IPv4:port / [IPv6]:port, jedna IP na řádek
es: Formato: IPv4:puerto / [IPv6]:puerto, una IP por línea
it: Formato: IPv4:porta / [IPv6]:porta, un IP per riga
pl: Format: IPv4:port / [IPv6]:port, jeden adres IP na linię
pt: Formato: IPv4:Porta / [IPv6]:Porta, um IP por linha
ru: Формат: IPv4:порт / [IPv6]:порт, один IP на строку
sv: Format: IPv4:port / [IPv6]:port, en IP per rad
uk: Формат: IPv4:порт / [IPv6]:порт, один IP на рядок
zh: 格式: IPv4:port / [IPv6]:port, 每个IP一行
zh_hant: 格式: IPv4:port / [IPv6]:port, 每個IP一行

# noInputPeersTips
source: Please input peers
ca: Introdeix companys
cs: Zadejte protějšky
es: Introduce pares
it: Inserisci peers
pl: Wpisz partnerów
pt: Por favor, insira colegas
ru: Пожалуйста, введите пира
sv: Vänligen skriv in peers
uk: Будь ласка, введіть піри
zh: 请输入节点列表
zh_hant: 請輸入節點列表

source: Add new trackers
ca: Afegir més trackers
cs: Přidat trackery
es: Añadir más trackers
it: Aggiungi nuovi tracker
pl: Dodaj nowe trackery
pt: Adicione novos rastreadores
ru: Добавить новый трекер
sv: Lägg till nya trackers
uk: Додати нові трекери
zh: 添加新 Tracker 服务器
zh_hant: 添加新 Tracker 服務器

# copyTracker
source: Copy tracker url
ca: Copiar URL del tracker
cs: Zkopírovat URL trackeru
es: Copiar URL del tracker
it: Copia l'URL del tracker
pl: Kopiuj adres trackera
pt: URL do rastreador de cópias
ru: Копировать адрес трекера
sv: Kopiera tracker-URL
uk: Копіювати URL трекера
zh: 复制 Tracker Url
zh_hant: 複製 Tracker Url

# editTracker
source: Edit tracker url
ca: Editar URL del tracker
cs: Upravit URL trackeru
es: Editar URL del tracker
it: Modifica l'URL del tracker
pl: Edytuj adres trackera
pt: Edite o URL do rastreador
ru: Изменить адрес трекера
sv: Redigera tracker-URL
uk: Редагувати URL трекера
zh: 编辑 Tracker Url
zh_hant: 編輯 Tracker Url

source: Remove tracker
ca: Eliminar tracker
cs: Odebrat tracker
es: Eliminar tracker
it: Rimuovi tracker
pl: Usuń tracker
pt: Remova o rastreador
ru: Удалить трекер
sv: Ta bort tracker
uk: Видалити трекер
zh: 删除 Tracker
zh_hant: 刪除 Tracker

# editUrlTitle
source: Edit url
ca: Editar URL
cs: Upravit URL
es: Editar URL
it: Modifica url
pl: Edytuj adres
pt: Editar url
ru: Изменить адрес
sv: Redigera URL
uk: Редагувати URL
zh: 编辑 Url
zh_hant: 編輯 Url

# editUrlHint
source: New url
ca: Nova URL
cs: Nová URL
es: Nueva URL
it: Nuovo url
pl: Nowy adres
pt: Nova url
ru: Новый адрес
sv: Ny URL
uk: Новий URL
zh: 新 Url
zh_hant: 新 Url

# inputTrackersHint
source: List of trackers to add (one per line)
ca: Llista de trackers a afegir (un per línea)
cs: Seznam trackerů k přidání (jeden na řádek)
es: Lista de trackers a añadir (uno por línea)
it: Elenco dei tracker da aggiungere (uno per riga)
pl: Lista trackerów do dodania (jeden na linię)
pt: Lista de rastreadores a serem adicionados (um por linha)
ru: Список добавляемых трекеров (по одному в строке)
sv: Lista med trackers att lägga till (en per rad)
uk: Список трекерів для додавання (по одному на рядок)
zh: 要添加的 tracker 列表（每行一个）
zh_hant: 要添加的 tracker 列表（每行一個）

# noInputTrackersTips
source: Please input trackers
ca: Introdueix trackers
cs: Zadejte trackery
es: Introduce trackers
it: Inserisci i tracker
pl: Wpisz trackery
pt: Por favor, insira rastreadores
ru: Пожалуйста, введите трекеры
sv: Vänligen skriv in trackers
uk: Будь ласка, введіть трекери
zh: 请输入 tracker 列表
zh_hant: 請輸入 tracker 列表

source: Do not Download
ca: No baixar
cs: Nestahovat
es: No descargar
it: Non scaricare
pl: Nie pobieraj
pt: Não baixe
ru: Не загружать
sv: Ladda ej ner
uk: Не завантажувати
zh: 不下载
zh_hant: 不下載

source: Normal priority
ca: Prioritat normal
cs: Normalní priorita
es: Prioridad normal
it: Priorità normale
pl: Normalny priorytet
pt: Prioridade normal
ru: Обычный приоритет
sv: Normal prioritet
uk: Звичайний пріоритет
zh: 正常优先级
zh_hant: 正常優先級

source: High priority
ca: Alta prioritat
cs: Vysoká priorita
es: Prioridad alta
it: Priorità alta
pl: Wysoki priorytet
pt: Alta prioridade
ru: Высокий приоритет
sv: Hög prioritet
uk: Високий пріоритет
zh: 高优先级
zh_hant: 高優先級

source: Maximal priority
ca: Máxima prioridad
cs: Nejvyšší priorita
es: Prioridad máxima
it: Priorità massima
pl: Maksymalny priorytet
pt: Prioridade máxima
ru: Максимальный приоритет
sv: Maximal prioritet
uk: Максимальний пріоритет
zh: 最高优先级
zh_hant: 最高優先級

source: Copy file name
ca: Copiar nom d'archivo
cs: Zkopírovat název souboru
es: Copiar nombre de archivo
it: Copia nome file
pl: Kopiuj nazwę pliku
pt: Copie o nome do arquivo
ru: Копировать имя файла
sv: Kopiera filnamn
uk: Копіювати ім'я файлу
zh: 复制文件名
zh_hant: 複製文件名

# bestApiTips
source: Get the best experience on Api 2.6.1 and above
ca: Gaudeix de la millor experiència amb l'API 2.6.1 i superiors
cs: Nejlepší kompatibilita s verzí API 2.6.1 a výše
es: Consigue la mejor experiencia con la API 2.6.1 y superiores
it: Ottieni la migliore esperienza su Api 2.6.1 e versioni successive
pl: Najlepsza kompatybilność z API w wersji 2.6.1 i nowszych
pt: Obtenha a melhor experiência na API 2.6.1 e superior
ru: Получите максимум удовольствия от Api 2.6.1 и выше
sv: Få den bästa upplevelsen med API 2.6.1 och högre
uk: Отримайте найкращий досвід з API 2.6.1 та новіших версій
zh: 在 Api 2.6.1 及以上版本上能获得最佳体验
zh_hant: 在 Api 2.6.1 及以上版本上能獲得最佳體驗

# searchHint
source: Filter current list
ca: Filtrar llista actual
cs: Filtrovat aktuální seznam
es: Filtrar lista actual
it: Filtra l'elenco corrente
pl: Filtruj aktualną listę
pt: Filtrar a lista atual
ru: Фильтр по торрентам в списке
sv: Filtrera nuvarande lista
uk: Фільтрувати поточний список
zh: 过滤当前列表
zh_hant: 過濾當前列表

source: Server
ca: Servidor
es: Servidor
pl: Serwer
pt: Servidor
ru: Сервер
uk: Сервер
zh: 服务器
zh_hant: 服務器

source: Content layout
ca: Disposició del contingut
cs: Rozložení obsahu
es: Disposición del contenido
it: Disposizione dei contenuti
pl: Układ treści
pt: Layout de conteúdo
ru: Размещение содержимого
sv: Innehållslayout
uk: Розташування вмісту
zh: 内容布局
zh_hant: 內容佈局

# contentLayoutOriginal
source: Original
cs: Originální
it: Originale
pl: Oryginalny
ru: Исходное
uk: Оригінальне
zh: 原始
zh_hant: 原始

# contentLayoutSubfolder
source: Subfolder
ca: Subcarpeta
cs: Podsložka
es: Subcarpeta
it: Sottocartella
pl: Podfolder
pt: subpasta
ru: Создать подпапку
sv: Undermapp
uk: Підкаталог
zh: 创建子文件夹
zh_hant: 創建子文件夾

# contentLayoutNoSubfolder
source: NoSubfolder
ca: Sense subcarpeta
cs: Bez podsložky
es: Sin subcarpeta
it: Nessuna sottocartella
pl: Brak podfolderu
pt: Sem subpasta
ru: Не создавать подпапку
sv: IngenUndermapp
uk: Без підкаталогу
zh: 不创建子文件夹
zh_hant: 不創建子文件夾

source: RSS
ru: RSS-каналы

source: Date
ca: Data
cs: Datum
es: Fecha
it: Data
pl: Data
pt: Data
ru: Дата
sv: Datum
uk: Дата
zh: 日期
zh_hant: 日期

source: Download torrent
ca: Baixar torrent
cs: Stáhnout torrent
es: Descargar torrent
it: Scarica torrent
pl: Pobierz torrent
ru: Загрузить торрент
sv: Ladda ner torrent
uk: Завантажити торент
zh: 下载种子
zh_hant: 下載種子

source: Open url
ca: Obrir URL
cs: Otevřít odkaz
es: Abrir URL
it: Apri url
pl: Otwórz odnośnik
pt: Abrir url
ru: Открыть новостную ссылку
sv: Öppna URL
uk: Відкрити URL
zh: 打开 Url
zh_hant: 打開 Url

# cannotOpenUrlTips
source: Could not launch {url}
ca: No s'ha pogut carregar {url}
cs: Nelze spustit {url}
es: No se pudo cargar {url}
it: Impossibile avviare {url}
pl: Nie można otworzyć {url}
pt: Não foi possível iniciar {url}
ru: Не удалось открыть {url}
sv: Kunde inte öppna {url}
uk: Неможливо відкрити {url}
zh: 无法打开链接: {url}
zh_hant: 無法打開鏈接: {url}

source: Unread
ca: No llegita
cs: Nezobrazeno
es: No leídos
pl: Nieprzeczytane
pt: Não lido
ru: Непрочитанные
sv: Oläst
uk: Непрочитані
zh: 未读
zh_hant: 未讀

source: Empty list
ca: Llista buida
cs: Prázdný seznam
es: Lista vacía
it: Lista vuota
pl: Pusta lista
pt: lista vazia
ru: Список пуст
sv: Tom lista
uk: Порожній список
zh: 空
zh_hant: 空

# selectedItemCount
source: {count,plural, =1{{count} item} other{{count} items}}
cs: {count,plural, =1{{count} položka} few{{count} položky} other{{count} položek}}
pl: {count,plural, =1{{count} pozycja} few{{count} pozycje} other{{count} pozycji}}
ru: {count,plural, =1{{count} элемент} few{{count} элемента} many{{count} элементов} other{{count} элементов}}
sv: {count,plural, =1{{count} vald} other{{count} valda}}
uk: {count,plural, =1{{count} елемент} few{{count} елементи} many{{count} елементів} other{{count} елементів}}
zh: {count,plural, other{{count}个项目}}
zh_hant: {count,plural, other{{count}個項目}}

source: New subscription
ca: Nova subscripció
cs: Nový odběr
es: Nueva suscripción
it: Nuova Sottoscrizione
pl: Nowa subskrypcja
pt: Nova assinatura
ru: Новая подписка
sv: Ny prenumeration
uk: Нова підписка
zh: 新订阅
zh_hant: 新訂閱

# newSubscriptionTitle
source: Type a RSS feed Url
ca: Escriu la URL del feed RSS
cs: Vložte odkaz RSS feedu
es: Escribe la URL del feed RSS
it: Digita un URL del feed RSS
pl: Typ adresu kanału RSS
pt: Digite um URL de feed RSS
ru: Введите адрес RSS-канала
sv: Skriv in en RSS-flödesadress
uk: Введіть URL RSS-потоку
zh: 请输入RSS订阅地址
zh_hant: 請輸入RSS訂閱地址

# feedUrlHint
source: Feed Url
ca: URL del feed
cs: Odkaz feedu
es: URL del feed
pl: Adres kanału
ru: Адрес канала
sv: Flödes-URL
uk: URL потоку
zh: 订阅源 Url
zh_hant: 訂閱源 Url

source: Update success
ca: Actual·litzat amb èxit
cs: Aktualizováno
es: Actualizado con éxito
it: Aggiornamento riuscito
pl: Pomyślnie zaktualizowano
pt: Atualizado com sucesso
ru: Обновлено
sv: Uppdateringen lyckades
uk: Оновлення успішне
zh: 更新成功
zh_hant: 更新成功

source: Auto update RSS
ca: Autoactual·litzar RSS
cs: Auto aktualizace RSS
es: Autoactualizar RSS
it: Aggiornamento automatico RSS
pl: Autoaktualizacja RSS
pt: Atualização automática RSS
ru: Автообновление RSS-каналов
sv: Autouppdatera RSS
uk: Автоматичне оновлення RSS
zh: 自动更新RSS
zh_hant: 自動更新RSS

# autoUpdateRssOnSubtitle
source: Auto update RSS items when entering the RSS page
ca: Autoactual·litzar ítems RSS al entrar a la pàgina
cs: Auto aktualizace položky RSS, při otevření RSS stránky
es: Autoactualizar ítems RSS al entrar en la página
it: Aggiorna automaticamente gli elementi RSS quando si accede alla pagina RSS
pl: Autoaktualizacja RSS podczas wchodzenia na stronę RSS
pt: Atualização automática de itens RSS
ru: Автоматическое обновление RSS-элементов при входе на страницу RSS-каналов
sv: Autouppdatera RSS-artiklar vid öppnande av RSS-sidan
uk: Автоматично оновлювати елементи RSS при вході на сторінку RSS
zh: 进入RSS页面时自动更新RSS项目
zh_hant: 進入RSS頁面時自動更新RSS項目

# autoUpdateRssOffSubtitle
source: User clicks to update
ca: L'usuari ha d'actual·litzar-lo manualment
cs: Uživatel klikne pro aktualizaci
es: El usuario debe actualizarlo manualmente
pl: Kliknij, aby pobrać
pt: O usuário clica para atualizar
ru: Ручное обновление, посредством нажатия кнопки обновления
sv: Användare klickar för att uppdatera
uk: Користувач натискає для оновлення
zh: 用户点击更新
zh_hant: 用戶點擊更新

source: Fast start download
ca: Baixada d'inici ràpid
cs: Rychlé zahájení stahování
es: Descarga de inicio rápido
it: Download ad avvio rapido
pl: Szybkie pobieranie
pt: Iniciar Download rápido
ru: Диалоговое окно добавления загрузки
sv: Snabbstartad nerladdning
uk: Швидкий початок завантаження
zh: 快速开始下载
zh_hant: 快速開始下載

# fastStartDownloadOnSubtitle
source: Start downloading without displaying the download dialog
ca: Iniciar baixada sense mostrar el diàleg de baixada
cs: Zahájit stahování bez zobrazení dialogového okna stahování
es: Iniciar descarga sin mostrar el diálogo de descarga
it: Avvia il download senza visualizzare la finestra di dialogo di download
pl: Start pobierania bez wyświetlania okna pobierania
pt: Comece o download sem exibir a caixa de diálogo de download
ru: Не показывать. Загрузка сразу добавляется в список торрентов
sv: Påbörjar nerladdning utan att visa nerladdningsdialog
uk: Почати завантаження без відображення діалогу завантаження
zh: 不显示下载弹框，直接开始下载
zh_hant: 不顯示下載彈框，直接開始下載
