Repository: fengmlo/qbittorrent-remote-translation
Catalog: app_*.arb
Languages: ca, cs, es, it, pl, pt, ru, sv, uk, zh, zh_hant

# fastStartDownloadOffSubtitle
source: Always show download dialog
ca: Mostrar sempre el diàleg de baixada
cs: Vždy zobrazit dialogové okno pro stažení
es: Mostrar siempre el diálogo de descarga
it: Mostra sempre la finestra di dialogo di download
pl: Zawsze wyświetlaj okno pobierania
pt: Sempre mostre a caixa de diálogo de download
ru: Показывать. Появляется диалоговое окно с настройками загрузки
sv: Visa alltid nerladdningsdialog
uk: Завжди показувати діалог завантаження
zh: 始终显示下载弹框
zh_hant: 始終顯示下載彈框

# translator
source: Translators
ca: Traductors
cs: Překladatel
es: Traductores
it: Traduttori
pl: Tłumacze
pt: Tradutores
ru: Переводчики
sv: Översättare
uk: Перекладачі
zh: 译者
zh_hant: 譯者

source: Update
ca: Actual·litzar
cs: Aktualizovat
es: Actualizar
it: Aggiorna
pl: Zaktualizuj
pt: Atualizar
ru: Обновить
sv: Uppdatera
uk: Оновити
zh: 更新
zh_hant: 更新

source: Update all
ca: Actual·litzar tot
cs: Aktualizovat vše
es: Actualizar todo
it: Aggiorna tutto
pl: Zaktualizuj wszystkie
pt: Atualize tudo
ru: Обновить все
sv: Uppdatera alla
uk: Оновити все
zh: 全部更新
zh_hant: 全部更新

source: Mark items read
ca: Marcar com a llegits
cs: Označ jako přečtené
es: Marcar como leídos
it: Segna gli elementi letti
pl: Zaznacz jako przeczytane
pt: Marcar itens lidos
ru: Отменить как прочитанные
sv: Markera artiklar som lästa
uk: Позначити елементи як прочитані
zh: 标记为已读
zh_hant: 標記為已讀

source: Copy feed url
ca: Copiar URL del feed
cs: Kopírovat odkaz feedů
es: Copiar URL del feed
it: Copia l'URL del feed
pl: Kopiuj adres kanału
pt: Copie o URL do feed
ru: Копировать адрес ссылки
sv: Kopiera flödes-URL
uk: Копіювати URL потоку
zh: 复制订阅源 Url
zh_hant: 複製訂閱源 Url

source: Delete
ca: Eliminar
cs: Odstranit
es: Eliminar
it: Cancella
pl: Usuń
pt: Excluir
ru: Удалить
sv: Ta bort
uk: Видалити
zh: 删除
zh_hant: 刪除

# deleteRssDialogMessage
source: Are you sure you want to delete the selected RSS feeds?
ca: Segur que vols eliminar el(s) feed(s) RSS sel·leccionat(s)?
cs: Určitě chcete smazar označené RSS feedy?
es: ¿Seguro que quieres eliminar los feeds RSS seleccionados?
it: Sei sicuro di voler eliminare i feed RSS selezionati?
pl: Czy na pewno chcesz usunąć wybrany kanał RSS?
pt: Tem certeza de que deseja excluir os feeds RSS selecionados?
ru: Вы точно хотите удалить выбранные RSS-каналы?
sv: Är du säker på att du vill ta bort de valda RSS-flödena?
uk: Ви впевнені, що хочете видалити вибрані RSS-потоки?
zh: 您确定要删除所选的 RSS 订阅吗？
zh_hant: 您確定要刪除所選的 RSS 訂閱嗎？

# newFeedNameHint
source: New feed name
ca: Nom del nou feed
cs: Nový název feedu
es: Nombre del nuevo feed
it: Nuovo nome del feed
pl: Nowa nazwa kanału
pt: Novo nome do feed
ru: Новое имя канала
sv: Nytt flödesnamn
uk: Нова назва потоку
zh: 新订阅源名称
zh_hant: 新訂閱源名稱

source: Remember download Setting
ca: Recordar preferències de baixada
cs: Zapamatovat si nastavení stahování
es: Recordar preferencias de descarga
it: Ricorda impostazioni Download
pl: Pamiętaj ustawienia okna pobierania
pt: Lembre-se de configuração de download
ru: Пункты настроек диалогового окна добавления загрузки
sv: Kom ihåg nerladdningsinställningar
uk: Запам'ятати налаштування завантаження
zh: 记住下载设置
zh_hant: 記住下載設置

# rememberDownloadSettingOnSubtitle
source: Remember the options in the download dialog
ca: Recordar les opcions del quadre de diàleg
cs: Zapamatovat si možnosti v dialogovém okně stahování
es: Recordar las opciones del cuadro de diálogo
it: Ricorda le opzioni nella finestra di dialogo di download
pl: Pamiętaj opcje okna pobierania
pt: Lembre-se das opções na caixa de diálogo de download
ru: Запоминать выбранные пункты настроек в диалоговом окне добавления загрузки
sv: Kom ihåg valen i nerladdningsdialogen
uk: Запам'ятовувати опції в діалозі завантаження
zh: 记住下载弹框中的选项
zh_hant: 記住下載彈框中的選項

# rememberDownloadSettingOffSubtitle
source: Don’t remember the options in the download dialog
ca: No recordar les opcions del quadre de diàleg
cs: Nezapamatovat si možnosti v dialogovém okně stahování
es: No recordar las opciones del cuadro de diálogo
it: Non ricordare le opzioni nella finestra di dialogo di download
pl: Nie pamiętaj opcji okna pobierania
pt: Não se lembre das opções na caixa de diálogo de download
ru: Не запоминать выбранные пункты настроек в диалоговом окне добавления загрузки
sv: Kom inte ihåg valen i nerladdningsdialogen
uk: Не запам'ятовувати опції в діалозі завантаження
zh: 不记住下载弹框中的选项
zh_hant: 不記住下載彈框中的選項

# piecesTitle
source: Pieces
ca: Peces
cs: Kousků
es: Piezas
it: Pezzi
pl: Części
pt: Peças
ru: Части
sv: Delar
uk: Частини
zh: 区块
zh_hant: 區塊

# piecesInfo
source: {piecesNum} × {pieceSize} (have {pieceHave})
cs: {piecesNum} × {pieceSize} (z nichž jsou {pieceHave})
es: {piecesNum} × {pieceSize} (tiene {pieceHave})
pl: {piecesNum} × {pieceSize} (ma {pieceHave})
pt: {piecesNum} × {pieceSize} (tem {pieceHave})
ru: {piecesNum} × {pieceSize} (из них есть {pieceHave})
sv: {piecesNum} × {pieceSize} (har {pieceHave})
uk: {piecesNum} × {pieceSize} (є {pieceHave})
zh: {piecesNum} × {pieceSize} (已完成 {pieceHave})
zh_hant: {piecesNum} × {pieceSize} (已完成 {pieceHave})

# completedOnTitle
source: Completed On
ca: Completat el
cs: Dokončeno
es: Completado en
it: Completato il
pl: Ukończono
pt: Concluído em
ru: Дата завершения
sv: Slutförd
uk: Дата завершення
zh: 完成于
zh_hant: 完成於

# createdOnTitle
source: Created On
ca: Creat el
cs: Vytvořeno
es: Creado en
it: Creato il
pl: Utworzono
pt: Criado em
ru: Создан в
sv: Skapad
uk: Дата створення
zh: 创建于
zh_hant: 創建於

# torrentHashTitle
source: Torrent Hash
ca: Hash del torrent
cs: Hash torrentu
es: Hash del torrent
ru: Хеш торрента
uk: Хеш торенту
zh: Torrent 哈希值
zh_hant: Torrent 哈希值

# commentTitle
source: Comment
ca: Comentari
cs: Komentář
es: Comentario
it: Commento
pl: Komentarz
pt: Comentário
ru: Комментарий
sv: Kommentar
uk: Коментар
zh: 注释
zh_hant: 註釋

# timeActiveTitle
source: Time Active
ca: Temps actiu
cs: Aktivní po dobu
es: Tiempo activo
it: Tempo attivo
pl: Aktywny przez
pt: tempo ativo
ru: Активен
sv: Tid aktiv
uk: Активний час
zh: 活动时间
zh_hant: 活動時間

# connectionsTitle
source: Connections
ca: Connexions
cs: Spojení
es: Conexiones
it: Connessioni
pl: Połączenia
pt: Conexões
ru: Соединения
sv: Anslutningar
uk: З'єднання
zh: 连接
zh_hant: 連接

# connectionsInfo
source: {connectionsNum} ({connectionsLimit} max)
ca: {connectionsNum} ({connectionsLimit} màx)
es: {connectionsNum} ({connectionsLimit} máx)
ru: {connectionsNum} ({connectionsLimit} максимум)
uk: {connectionsNum} ({connectionsLimit} макс.)
zh: {connectionsNum} (最大 {connectionsLimit})
zh_hant: {connectionsNum} (最大 {connectionsLimit})

# transferInfo
source: {transferred} ({transferredInSession} this session)
ca: {transferred} ({transferredInSession} aquesta sessió)
cs: {transferred} ({transferredInSession} toto sezení)
es: {transferred} ({transferredInSession} esta sesión)
it: {transferred} ({transferredInSession} questa sessione)
pl: {transferred} ({transferredInSession} w tej sesji)
pt: {transferred} ({transferredInSession} nesta sessão)
ru: {transferred} ({transferredInSession} за сеанс)
sv: {transferred} ({transferredInSession} denna session)
uk: {transferred} ({transferredInSession} ця сесія)
zh: {transferred} (本次会话 {transferredInSession})
zh_hant: {transferred} (本次會話 {transferredInSession})

# seedsOrPeersInfo
source: {seedsOrPeers} ({totalSeedsOrPeers} total)
ca: {seedsOrPeers} ({totalSeedsOrPeers} totals)
cs: {seedsOrPeers} ({totalSeedsOrPeers} celkem)
es: {seedsOrPeers} ({totalSeedsOrPeers} totales)
it: {seedsOrPeers} ({totalSeedsOrPeers} totali)
pl: {seedsOrPeers} ({totalSeedsOrPeers} łącznie)
ru: {seedsOrPeers} ({totalSeedsOrPeers} всего)
sv: {seedsOrPeers} ({totalSeedsOrPeers} totalt)
uk: {seedsOrPeers} ({totalSeedsOrPeers} всього)
zh: {seedsOrPeers} (总计 {totalSeedsOrPeers})
zh_hant: {seedsOrPeers} (總計 {totalSeedsOrPeers})

# speedInfo
source: {speed} ({speedAvg} avg.)
ca: {speed} ({speedAvg} mitjana)
cs: {speed} ({speedAvg} prům.)
es: {speed} ({speedAvg} media)
pl: {speed} ({speedAvg} śr.)
ru: {speed} ({speedAvg} средняя)
sv: {speed} ({speedAvg} snitt)
uk: {speed} ({speedAvg} сер.)
zh: {speed} (平均 {speedAvg})
zh_hant: {speed} (平均 {speedAvg})

# reannounceInTitle
source: Reannounce In
ca: Reanunciar en
cs: Znovu-oznámit za
es: Reanunciar en
it: Riannuncia in
pl: Rozgłoszenie za
pt: reanuncie em
ru: Следующий анонс
sv: Återannonsera om
uk: Переоголошення через
zh: 下次汇报
zh_hant: 下次匯報

# lastSeenCompleteTitle
source: Last Seen Complete
ca: Vist complet per últim cop
cs: Poslední komplet zdroj
es: Visto completo por última vez
it: Ultimo visto completo
pl: Ostatni raz widziany kompletny
pt: Último visto completo
ru: Замечен целиком
sv: Sågs senast fullständig
uk: Востаннє бачено завершеним
zh: 最后完整可见
zh_hant: 最後完整可見

# byte
source: B
ru: Б
uk: Б

# kib
source: KB
ru: КБ
uk: КБ

# mib
source: MB
ru: МБ
uk: МБ

# gib
source: GB
ru: ГБ
uk: ГБ

# tib
source: TB
ru: ТБ
uk: ТБ

# bytePerSec
source: B/s
ru: Б/с
uk: Б/с

# kibPerSec
source: KB/s
ru: КБ/с
uk: КБ/с

# mibPerSec
source: MB/s
ru: МБ/с
uk: МБ/с

# gibPerSec
source: GB/s
ru: ГБ/с
uk: ГБ/с

# tibPerSec
source: TB/s
ru: ТБ/с
uk: ТБ/с

source: Remaining
ca: Restant
cs: Zbývající
es: Restante
it: Rimanente
pl: Pozostało
ru: Осталось
sv: Återstående
uk: Залишилося
zh: 剩余
zh_hant: 剩餘

source: Resume all
ca: Reprendre tot
cs: Obnovit vše
es: Reanudar todo
it: Riprendi tutti
pl: Wznów wszystkie
pt: retomar tudo
ru: Возобновить все
sv: Återuppta alla
uk: Відновити все
zh: 全部恢复
zh_hant: 全部恢復

source: Pause all
ca: Pausar tot
cs: Pozastavit vše
es: Pausar todo
it: Metti in pausa tutti
pl: Wstrzymaj wszystkie
pt: Pause tudo
ru: Остановить все
sv: Pausa alla
uk: Призупинити все
zh: 全部暂停
zh_hant: 全部暫停

source: Sort
ca: Ordenar
cs: Třídit
es: Ordenar
it: Ordine
pl: Sortuj
pt: Ordenar
ru: Сортировать
sv: Sortera
uk: Сортувати
zh: 排序
zh_hant: 排序

source: Add new torrent
ca: Afegir torrent
cs: Přidat nový torrent
es: Añadir torrent
it: Aggiungi nuovo torrent
pl: Dodaj nowy torrent
pt: Adicione um novo torrent
ru: Добавить новую загрузку
sv: Lägg till ny torrent
uk: Додати новий торент
zh: 添加新种子
zh_hant: 添加新種子

source: Add from link
ca: Afegir des d'enllaç
cs: Přidat z odkazu
es: Añadir desde enlace
it: Aggiungi da link
pl: Dodaj z odnośnika
pt: Adicione do link
ru: Через ссылку на торрент
sv: Lägg till från länk
uk: Додати з посилання
zh: 从链接添加
zh_hant: 從鏈接添加

source: Add from file
ca: Afegir des d'arxiu
cs: Přidat ze souboru
es: Añadir desde archivo
it: Aggiungi da file
pl: Dodaj z pliku
pt: Adicione do arquivo
ru: Через торрент-файл
sv: Lägg till från fil
uk: Додати з файлу
zh: 从文件添加
zh_hant: 從文件添加

source: Toggle speed limit
ca: Límit de velocitat
cs: Přepnout limit rychlosti
es: Límite de velocidad
it: Attiva/disattiva limite di velocità
pl: Przełącz limit prędkości
pt: Alterne o limite de velocidade
ru: Ограничения скорости
sv: Växla hastighetsbegränsning
uk: Перемкнути обмеження швидкості
zh: 切换速度限制
zh_hant: 切換速度限制

source: Toggle select all
ca: Sel·leccionar tot
cs: Vybrat vše
es: Seleccionar todo
it: Attiva/disattiva seleziona tutto
pl: Przełącz wybierz wszystkie
pt: Alternar Selecionar tudo
ru: Выбрать все
sv: Växla välj alla
uk: Вибрати всі/жодного
zh: 切换全选
zh_hant: 切換全選

source: Save
ca: Guardar
cs: Uložit
es: Guardar
it: Salva
pl: Zapisz
pt: Salvar
ru: Сохранить
sv: Spara
uk: Зберегти
zh: 保存
zh_hant: 保存

source: Toggle visibility
ca: Visibilitat
cs: Přepnout viditelnost
es: Visibilidad
it: Attiva/disattiva visibilità
pl: Przełącz widoczność
pt: Alterne a visibilidade
ru: Показать пароль
sv: Växla synlighet
uk: Перемкнути видимість
zh: 切换可见性
zh_hant: 切換可見性

# searchNewTorrentHint
source: Search
ca: Cercar
cs: Vyhledat
es: Buscar
it: Cerca
pl: Szukaj
pt: Pesquisa
ru: Поиск торрентов
sv: Sök
uk: Пошук
zh: 搜索
zh_hant: 搜索

source: Search engine
ca: Motor de cerca
cs: Vyhledávač
es: Motor de búsqueda
it: Motore di ricerca
pl: Silnik wyszukiwania
pt: Motor de pesquisa
ru: Поисковик
sv: Sökmotor
uk: Пошуковий механізм
zh: 搜索引擎
zh_hant: 搜索引擎

source: Search option
ca: Opcions de cerca
cs: Možnost hledání
es: Opciones de búsqueda
it: Opzione di ricerca
pl: Opcje wyszukiwania
pt: Opção de pesquisa
ru: Настройки поиска
sv: Sökalternativ
uk: Параметри пошуку
zh: 搜索选项
zh_hant: 搜索選項

# searchPlugin
source: Plugin
pl: Wtyczki
ru: Плагин
sv: Tillägg
uk: Плагін
zh: 搜索插件
zh_hant: 搜索插件

source: Only enabled
ca: Només habilitats
cs: Pouze povolené
es: Solo habilitados
it: Solo abilitati
pl: Tylko włączone
pt: somente habilitado
ru: Только включенные
sv: Endast aktiverade
uk: Тільки увімкнені
zh: 仅启用的
zh_hant: 僅啟用的

source: All plugins
ca: Tots els plugins
cs: Všechny pluginy
es: Todos los plugins
it: Tutti i plugins
pl: Wszystkie wtyczki
pt: Todos os plugins
ru: Все плагины
sv: Alla tillägg
uk: Усі плагіни
zh: 所有插件
zh_hant: 所有插件

source: All categories
ca: Totes les categories
cs: Všechny kategorie
es: Todas las categorías
it: Tutte le Categorie
pl: Wszystkie kategorie
pt: Todas as categorias
ru: Все категории
sv: Alla kategorier
uk: Усі категорії
zh: 所有分类
zh_hant: 所有分類

# categoryAnime
source: Anime
ru: Аниме
uk: Аніме
zh: 动漫
zh_hant: 動漫

# categoryBooks
source: Books
ca: Llibres
cs: Knihy
es: Libros
it: Libri
pl: Książki
pt: Livros
ru: Книги
sv: Böcker
uk: Книги
zh: 书籍
zh_hant: 書籍

# categoryGames
source: Games
ca: Jocs
cs: Hry
es: Juegos
it: Giochi
pl: Gry
pt: Jogos
ru: Игры
sv: Spel
uk: Ігри
zh: 游戏
zh_hant: 遊戲

# categoryMovies
source: Movies
ca: Pel·lícules
cs: Filmy
es: Películas
it: Film
pl: Filmy
pt: Filmes
ru: Фильмы
sv: Filmer
uk: Фільми
zh: 电影
zh_hant: 電影

# categoryMusic
source: Music
ca: Música
cs: Hudba
es: Música
it: Musica
pl: Muzyka
pt: Música
ru: Музыка
sv: Musik
uk: Музика
zh: 音乐
zh_hant: 音樂

# categorySoftware
source: Software
ca: Programes
es: Programas
pl: Oprogramowanie
ru: Программы
sv: Mjukvara
uk: Програмне забезпечення
zh: 软件
zh_hant: 軟件

# categoryTv
source: TV shows
ca: Televisió
cs: Seriály
es: Televisión
it: Serie TV
pl: Seriale
ru: ТВ-шоу
sv: TV-serier
uk: ТВ шоу
zh: 电视节目
zh_hant: 電視節目

source: Search plugins
ca: Plugins de cerca
cs: Vyhledávací pluginy
es: Plugins de búsqueda
it: Plugin di ricerca
pl: Szukaj wtyczki
pt: pesquisar plugins
ru: Поисковые плагины
sv: Sök efter tillägg
uk: Пошукові плагіни
zh: 搜索插件
zh_hant: 搜索插件

source: Install plugin
ca: Instal·lar plugin
cs: Nainstalovat plugin
es: Instalar plugin
it: Installa plugin
pl: Zainstaluj wtyczkę
pt: Instalar plugin
ru: Установить плагин
sv: Installera tillägg
uk: Встановити плагін
zh: 安装插件
zh_hant: 安裝插件

source: Uninstall plugin
ca: Desinstal·lar plugin
cs: Odinstalovat plugin
es: Desinstalar plugin
it: Disinstalla plugin
pl: Odinstaluj wtyczkę
pt: Desinstalar plugin
ru: Удалить плагин
sv: Avinstallera tillägg
uk: Видалити плагін
zh: 卸载插件
zh_hant: 卸載插件

# installPluginHint
source: Url or local directory
ca: URL o directori local
cs: Odkaz nebo místní adresář
es: URL o directorio local
it: URL o directory locale
pl: Adres lub folder lokalny
pt: URL ou diretório local
ru: Локальный файл или веб-ссылка
sv: URL eller lokal mapp
uk: URL або локальний каталог
zh: Url或本地目录
zh_hant: Url或本地目錄

source: Url
cs: Odkaz
pl: Adres
ru: Cсылка

# uninstallPluginMessage
source: Are you sure you want to uninstall this plugin?
ca: Segur que vols desinstal·lar aquest plugin?
cs: Opravdu chcete odinstalovat tento plugin?
es: ¿Estás seguro de querer desinstalar este plugin?
it: Sei sicuro di voler disinstallare questo plugin?
pl: Czy na pewno chcesz odinstalować tą wtyczkę?
pt: Tem certeza de que deseja desinstalar este plugin?
ru: Вы точно хотите удалить этот плагин?
sv: Är du säker på att du vill avinstallera detta tillägg?
uk: Ви впевнені, що хочете видалити цей плагін?
zh: 确定要卸载此插件吗？
zh_hant: 確定要卸載此插件嗎？

source: Stop search
ca: Aturar cerca
cs: Ukončit vyhledávání
es: Detener búsqueda
it: Interrompi la ricerca
pl: Zatrzymaj wyszukiwanie
pt: Pare a pesquisa
ru: Остановить поиск
sv: Stoppa sökning
uk: Зупинити пошук
zh: 停止搜索
zh_hant: 停止搜索

source: Manage search plugins
ca: Gestionar plugins de cerca
cs: Spravujte vyhledávací pluginy
es: Gestionar plugins de búsqueda
it: Gestisci i plugin di ricerca
pl: Zarządzaj wtyczkami wyszukiwania
pt: Gerenciar plugins de pesquisa
ru: Управление плагинами поиска
sv: Hantera söktillägg
uk: Керування пошуковими плагінами
zh: 管理搜索插件
zh_hant: 管理搜索插件

source: Enable RSS
ca: Habilitar RSS
cs: Zapnout RSS
es: Habilitar RSS
it: Abilita RSS
pl: Włącz RSS
pt: Ativar RSS
ru: RSS-каналы (иконка в боковом меню)
sv: Aktivera RSS
uk: Увімкнути RSS
zh: 启用RSS
zh_hant: 啟用RSS

# enableRssOnSubtitle
source: Enable RSS management
ca: Habilitar gestió de RSS
cs: Zapnout správu RSS
es: Habilitar gestión de RSS
it: Abilita gestione RSS
pl: Włącz zarządzanie RSS
pt: Ativar o gerenciamento de RSS
ru: Включить менеджер RSS-каналов
sv: Aktivera RSS-hantering
uk: Увімкнути керування RSS
zh: 启用RSS管理功能
zh_hant: 啟用RSS管理功能

# enableRssOffSubtitle
source: Disable RSS management
ca: Deshabilitar gestió de RSS
cs: Vypnout správu RSS
es: Deshabilitar gestión de RSS
it: Disabilita gestione RSS
pl: Wyłącz zarządzanie RSS
pt: Desativar o gerenciamento de RSS
ru: Выключить менеджер RSS-каналов
sv: Inaktivera RSS-hantering
uk: Вимкнути керування RSS
zh: 禁用RSS管理功能
zh_hant: 禁用RSS管理功能

source: Enable search
ca: Habilitar cerca
cs: Zapnout vyhledávání
es: Habilitar búsqueda
it: Abilita la ricerca
pl: Włącz wyszukiwanie
pt: Ative a pesquisa
ru: Поиск торрентов
sv: Aktivera sökning
uk: Увімкнути пошук
zh: 启用搜索功能
zh_hant: 啟用搜索功能

# enableSearchOnSubtitle
source: Enable remote search. Warning: Be sure to comply with your country's copyright laws when downloading torrents from your search engines.
ca: Habilitar cerca remota. Precaución: assegura't de seguir les lleis de drets d'autor del teu país al baixar fent servir la cerca remota.
cs: Povolit vzdálené vyhledávání. VAROVÁNÍ: Při stahování torrentů z vyhledávačů dodržujte autorská práva vaší země.
es: Habilitar búsqueda remota. Precaución: asegúrate de cumplir las leyes de derechos de autor de tu país al descargar usando la búsqueda remota.
it: Abilita la ricerca remota. Avvertenza: assicurati di rispettare le leggi sul copyright del tuo paese quando scarichi torrent dai tuoi motori di ricerca.
pl: Włącz zdalne wyszukiwanie. Ostrzeżenie: Podczas pobierania torrentów z wyszukiwarek pamiętaj o przestrzeganiu praw autorskich obowiązujących w Twoim kraju.
pt: Ative a pesquisa remota. Aviso: certifique-se de cumprir as leis de direitos autorais de seu país ao baixar torrentes de seus mecanismos de pesquisa.
ru: Включить поиск торрентов. Предупреждение: Обязательно соблюдайте законы об авторских правах вашей страны при загрузке торрентов из поисковых систем
sv: Aktivera fjärrsökning. Varning: Försäkra dig om att du följer ditt lands copyrightlagar när du laddar ner torrents från dina sökmotorer.
uk: Увімкнути віддалений пошук. Увага: Переконайтесь, що ви дотримуєтесь законів про авторське право вашої країни при завантаженні торентів з пошукових систем.
zh: 启用远程搜索。警告：从远端搜索引擎下载种子时，请确保遵守您所在国家/地区的版权法。
zh_hant: 啟用遠程搜索。警告：從遠端搜索引擎下載種子時，請確保遵守您所在國家/地區的版權法。

# enableSearchOffSubtitle
source: Disable remote search. Warning: Be sure to comply with your country's copyright laws when downloading torrents from your search engines.
ca: Deshabilitar cerca remota. Precaución: assegura't de seguir les lleis de drets d'autor del teu país al baixar fent servir la cerca remota.
cs: Zakázat vzdálené vyhledávání. VAROVÁNÍ: Při stahování torrentů z vyhledávačů dodržujte autorská práva vaší země.
es: Deshabilitar búsqueda remota. Precaución: asegúrate de cumplir las leyes de derechos de autor de tu país al descargar usando la búsqueda remota.
it: Disabilita la ricerca remota. Avvertenza: assicurati di rispettare le leggi sul copyright del tuo paese quando scarichi torrent dai tuoi motori di ricerca.
pl: Wyłącz zdalne wyszukiwanie. Ostrzeżenie: Podczas pobierania torrentów z wyszukiwarek pamiętaj o przestrzeganiu praw autorskich obowiązujących w Twoim kraju.
pt: Desative a pesquisa remota. Aviso: certifique-se de cumprir as leis de direitos autorais de seu país ao baixar torrentes de seus mecanismos de pesquisa.
ru: Выключить поиск торрентов. Предупреждение: Обязательно соблюдайте законы об авторских правах вашей страны при загрузке торрентов из поисковых систем
sv: Inaktivera fjärrsökning. Varning: Försäkra dig om att du följer ditt lands copyrightlagar när du laddar ner torrents från dina sökmotorer.
uk: Вимкнути віддалений пошук. Увага: Переконайтесь, що ви дотримуєтесь законів про авторське право вашої країни при завантаженні торентів з пошукових систем.
zh: 禁用远程搜索。警告：从远端搜索引擎下载种子时，请确保遵守您所在国家/地区的版权法。
zh_hant: 禁用遠程搜索。警告：從遠端搜索引擎下載種子時，請確保遵守您所在國家/地區的版權法。

source: Uncategorized
ca: No categoritzats
cs: Nezařazeno
es: No categorizados
it: Non categorizzato
pl: Bez kategorii
pt: Sem categoria
ru: Без категории
sv: Okategoriserade
uk: Без категорії
zh: 未分类
zh_hant: 未分類

source: All-time upload
ca: Total pujat
cs: Celkově odesláno
es: Total subido
it: Upload in generale
pl: Całkowicie wysłano
pt: Upload de todos os tempos
ru: Всего отдано
sv: Uppladdat genom tiderna
uk: Віддано за весь час
zh: 历史上传
zh_hant: 歷史上傳

source: All-time download
ca: Total baixat
cs: Celkově staženo
es: Total descargado
it: Download in generale
pl: Całkowicie pobrano
pt: Download de todos os tempos
ru: Всего загружено
sv: Nerladdat genom tiderna
uk: Завантажено за весь час
zh: 历史下载
zh_hant: 歷史下載

source: All-time share ratio
ca: Ràtio de compartició total
cs: Celkový poměr sdílení
es: Ratio de compartición total
it: Rapporto condivisione da sempre
pl: Całkowity współczynnik udziału
pt: Relação de ações de todos os tempos
ru: Общий рейтинг раздачи
sv: Utdelningsratio genom tiderna
uk: Рейтинг роздачі за весь час
zh: 历史分享率
zh_hant: 歷史分享率

source: Session waste
ca: Desperdicis de sessió
cs: Zahozeno od spuštění
es: Desperdicios de sesión
it: Spreco sessione
pl: Strata sesji
pt: desperdício de sessão
ru: Потеряно за сеанс
sv: Sessionens bortkastat
uk: Втрачено за сесію
zh: 本次会话丢弃
zh_hant: 本次會話丟棄

source: Connected peers
ca: Companys connectats
cs: Připojené protějšky
es: Pares conectados
it: Peer connessi
pl: Połączeni partnerzy
pt: Colegas conectados
ru: Подключенные пиры
sv: Anslutna peers
uk: Підключені піри
zh: 连接用户
zh_hant: 連接用戶

source: Read cache hits
ca: Encerta de caché de lectura
cs: Přístupy do cache pro čtení
es: Aciertos de caché de lectura
it: Hit lettura cache
pl: Trafienia z pamięci podręcznej odczytu
pt: Lendo os acessos de cache
ru: Попаданий в кэш чтения
sv: Läscachehits
uk: Попадання в кеш читання
zh: 读缓存命中率
zh_hant: 讀緩存命中率

source: Total buffer size
ca: Tamamy total del búfer
cs: Celková velikost vyrovnávací paměti
es: Tamaño total del búfer
it: Dimensione totale del buffer
pl: Całkowity rozmiar bufora
pt: Tamanho total do buffer
ru: Общий размер буфера
sv: Total bufferstorlek
uk: Загальний розмір буфера
zh: 总缓冲大小
zh_hant: 總緩衝大小

source: Write cache overload
ca: Sobrecàrrega del cache de escriptura
cs: Přeplnění cache pro zápis
es: Sobrecarga del caché de escritura
it: Sovraccarico cache scrittura
pl: Przepełnienie pamięci podręcznej zapisu
pt: Gravar sobrecarga de cache
ru: Перегрузка кэша записи
sv: Skrivcacheoverload
uk: Перевантаження кешу запису
zh: 写入缓存超负荷
zh_hant: 寫入緩存超負荷

source: Read cache overload
ca: Sobrecàrrega del cache de lectura
cs: Přetížení cache pro čtení
es: Sobrecarga del caché de lectura
it: Sovraccarico cache lettura
pl: Przepełnienie pamięci podręcznej odczytu
pt: Leia sobrecarga de cache
ru: Перегрузка кэша чтения
sv: Läscacheoverload
uk: Перевантаження кешу читання
zh: 读取缓存超负荷
zh_hant: 讀取緩存超負荷

source: Queued I/O jobs
ca: Tasques d'E/S en cola
cs: I/O úkoly ve frontě
es: Tareas de E/S en cola
it: Lavori I/O in coda
pl: Zadania we/wy w kolejce
pt: Trabalhos de E/S na fila
ru: Операций ввода-вывода в очереди
sv: Köade I/O-jobb
uk: Завдання вводу/виводу в черзі
zh: 队列的 I/O 任务
zh_hant: 隊列的 I/O 任務
