Repository: fengmlo/qbittorrent-remote-translation
Catalog: app_*.arb
Languages: ca, cs, es, it, pl, pt, ru, sv, uk, zh, zh_hant

# clickToAddServer
source: Click to add a server
ca: Toca per afegir un servidor
cs: Klikni pro přidání serveru
es: Toca para añadir un servidor
it: Click per aggiungere un server
pl: Kliknij, aby dodać serwer
pt: Clique para adicionar um servidor
ru: Нажмите, чтобы добавить сервер
sv: Klicka för att lägga till server
uk: Натисніть, щоб додати сервер
zh: 点击添加服务器
zh_hant: 點擊添加服務器

# selectMode
source: Select
ca: Sel·leccionar
cs: Vybrat
es: Seleccionar
it: Seleziona
pl: Wybierz
pt: Selecione
ru: Выбрать
sv: Välj
uk: Вибрати
zh: 多选模式
zh_hant: 多選模式

# selectTorrentCount
source: {count,plural, =1{{count} torrent} other{{count} torrents}}
cs: {count,plural, =1{{count} torrent} few{{count} torrenty} other{{count} torrentů}}
pl: {count,plural, =1{{count} torrent} few{{count} torrenty} other{{count} torrentów}}
ru: {count,plural, =1{{count} торрент} few{{count} торрента} many{{count} торрентов} other{{count} торрентов}}
uk: {count,plural, =1{{count} торент} few{{count} торенти} many{{count} торентів} other{{count} торентів}}
zh: {count,plural, other{{count}个种子}}
zh_hant: {count,plural, other{{count}個種子}}

# listEmpty
source: No Torrent
ca: Sense torrents
cs: Žádný Torrent
es: Sin torrents
it: Nessun Torrent
pl: Brak torrentów
pt: Sem Torrent
ru: Торрентов нет
sv: Ingen torrent
uk: Немає торентів
zh: 没有种子
zh_hant: 沒有種子

# connectTimeout
source: Network connection timeout
ca: Temps d'espera de connexió de xarxa superat
cs: Časový limit připojení vypršel
es: Tiempo de espera de conexión de red superado
it: Timeout connessione rete
pl: Przekroczono limit czasu połączenia
pt: Tempo limite de conexão de rede
ru: Тайм-аут сетевого подключения
sv: Timeout för nätverksanslutning
uk: Тайм-аут підключення до мережі
zh: 网络连接超时了，请检查网络
zh_hant: 網絡連接超時了，請檢查網絡

source: Server error
ca: Error del servidor
cs: Error serveru
es: Error del servidor
it: Errore Server
pl: Błąd serwera
pt: Erro de servidor
ru: Ошибка сервера
sv: Serverfel
uk: Помилка сервера
zh: 服务器返回
zh_hant: 服務器返回

# connectError
source: Network connection fail
ca: Error de connexió de xarxa
cs: Síťové připojení selhalo
es: Error de conexión de red
it: Connessione di rete non riuscita
pl: Błąd połączenia sieciowego
pt: Falha na conexão de rede
ru: Ошибка сетевого подключения
sv: Nätverksanslutningen misslyckades
uk: Помилка підключення до мережі
zh: 网络连接失败，请检查网络
zh_hant: 網絡連接失敗，請檢查網絡

source: Rename
ca: Renombrar
cs: Přejmenovat
es: Renombrar
it: Rinomina
pl: Zmień nazwę
pt: Renomear
ru: Переименовать
sv: Byt namn
uk: Перейменувати
zh: 重命名
zh_hant: 重命名

# newNameHint
source: New name
ca: Nou nom
cs: Nové jméno
es: Nuevo nombre
it: Nuovo nome
pl: Nowa nazwa
pt: Novo nome
ru: Новое имя
sv: Nytt namn
uk: Нова назва
zh: 请输入新名称
zh_hant: 請輸入新名稱

source: Change save path
ca: Canviar ruta de guardat
cs: Změnit cestu pro uložení
es: Cambiar ruta de guardado
it: Cambia percorso di salvataggio
pl: Zmień ścieżkę zapisu
pt: Alterar caminho de salvamento
ru: Изменить путь сохранения
sv: Ändra nerladdningsplats
uk: Змінити шлях збереження
zh: 更改保存位置
zh_hant: 更改保存位置

# newSavePathHint
source: New save path
ca: Nova ruta de guardat
cs: Nová cesta pro uložení
es: Nueva ruta de guardado
it: Nuovo percorso di salvataggio
pl: Nowa ścieżka zapisu
pt: Novo caminho para salvar
ru: Новый путь
sv: Ny nerladdningsplats
uk: Новий шлях збереження
zh: 请输入新位置
zh_hant: 請輸入新位置

source: Added On
ca: Afegit el
cs: Přidáno
es: Añadido en
it: Aggiunto il
pl: Dodano
pt: Adicionado
ru: Дата добавления
sv: Tillagd
uk: Додано
zh: 添加时间
zh_hant: 添加時間

source: Name
ca: Nom
cs: Název
es: Nombre
it: Nome
pl: Nazwa
pt: Nome
ru: Имя
sv: Namn
uk: Назва
zh: 名称
zh_hant: 名稱

source: Size
ca: Tamany
cs: Velikost
es: Tamaño
it: Dimensione
pl: Rozmiar
pt: Tamanho
ru: Размер
sv: Storlek
uk: Розмір
zh: 大小
zh_hant: 大小

# state
source: Status
ca: Estat
cs: Stav
es: Estado
it: Stato
pl: Stan
ru: Статус
uk: Статус
zh: 状态
zh_hant: 狀態

# dlSpeed
source: Down Speed
ca: Vel. Baixada
cs: Rychlost stahování
es: Vel. descarga
it: Velocità Download
pl: Prędkość pobierania
pt: Down Velocidade
ru: Скорость загрузки
sv: Nerhastighet
uk: Швидкість завантаження
zh: 下载速度
zh_hant: 下載速度

source: Up Speed
ca: Vel. Pujada
cs: Rychlost odesílání
es: Vel. subida
it: Velocità Upload
pl: Prędkość wysyłania
pt: Up Velocidade
ru: Скорость отдачи
sv: Upphastighet
uk: Швидкість віддачі
zh: 上传速度
zh_hant: 上傳速度

source: ETA
ca: Restant
cs: Odh. čas
es: Restante
it: Tempo Stimato
ru: Осталось времени
uk: Залишилося
zh: 剩余时间
zh_hant: 剩餘時間

source: Ratio
ca: Ràtio
it: Rapporto
pl: Udział
pt: Razão
ru: Рейтинг
uk: Рейтинг
zh: 分享率
zh_hant: 分享率

# torrentLinkLabel
source: URLs or Magnet links
ca: URLs o enllaços magnet
cs: URL nebo Magnet link
es: URLs o enlaces magnet
it: URL o Magnet link
pl: Odnośniki URL lub Magnet
pt: URLs ou links magnéticos
ru: Адреса или магнет-ссылки
sv: URL:er eller magnetlänkar
uk: URL-адреси або Magnet-посилання
zh: 种子文件的链接
zh_hant: 種子文件的鏈接

# torrentFileLabel
source: Torrent File
ca: Arxiu torrent
cs: Torrent soubor
es: Archivo torrent
pl: Plik torrent
pt: Arquivo Torrent
ru: Торрент файл
sv: Torrentfil
uk: Торент-файл
zh: 种子文件
zh_hant: 種子文件

# torrentLinkHint
source: http://, https://, magnet: and bc://bt/ links, only one link per line
ca: Enllaços http://, https://, magnet: i bc://bt/, només un enllaç per línea
cs: http://, https://, magnety: a bc://bt/ linky, pouze jeden odkaz na řádek
es: Enlaces http://, https://, magnet: y bc://bt/, solo un enlace por línea
it: http://, https://, magnet: e bc://bt/ links, un solo collegamento per riga
pl: Odnośniki http://, https://, magnet: i bc://bt/, tylko jeden odnośnik na linię
pt: http://, https://, magnet: e bc://bt/ links, apenas um link por linha
ru: http://, https://, magnet: и bc://bt/ ссылка, только одна ссылка в строке
sv: http://, https://, magnet: och bc://bt/, endast en länk per rad
uk: http://, https://, magnet: та bc://bt/ посилання, лише одне посилання на рядок
zh: http://, https://, magnet: and bc://bt/ 链接, 每行一个
zh_hant: http://, https://, magnet: and bc://bt/ 鏈接, 每行一個

# autoTmm
source: Auto Torrent Management Mode
ca: Mode d'autoadministració de torrents
cs: Automatická správa torrentu
es: Modo de autoadministración de torrents
it: Modalità di gestione automatica dei torrent
pl: Automatyczne zarządzanie torrentem
pt: Modo de Gerenciamento Automático de Torrent
ru: Авторежим управления торрентом
sv: Automatiskt torrenthanteringsläge
uk: Автоматичне керування торентами
zh: 自动管理Torrent
zh_hant: 自動管理Torrent

source: Save Path
ca: Ruta de guardat
cs: Cesta pro uložení
es: Ruta de guardado
it: Percorso di salvataggio
pl: Zapisz ścieżkę
pt: Salvar caminho
ru: Путь сохранения
sv: Nerladdningssökväg
uk: Шлях збереження
zh: 保存路径
zh_hant: 保存路徑

# fullSetting
source: More Settings
ca: Més opcions
cs: Další nastavení
es: Más opciones
it: Impostazioni aggiuntive
pl: Więcej ustawień
pt: Mais configurações
ru: Больше настроек
sv: Fler inställningar
uk: Додаткові налаштування
zh: 显示完整设置
zh_hant: 顯示完整設置

source: CANCEL
ca: CANCEL·LAR
cs: ZRUŠIT
es: CANCELAR
it: ANNULLA
pl: ANULUJ
ru: ОТМЕНА
sv: AVBRYT
uk: СКАСУВАТИ
zh: 取消
zh_hant: 取消

source: CONFIRM
ca: CONFIRMAR
cs: POTVRDIT
es: CONFIRMAR
it: CONFERMA
pl: POTWIERDŹ
ru: ОК
sv: BEKRÄFTA
uk: ПІДТВЕРДИТИ
zh: 确定
zh_hant: 確定

# noLinkTips
source: Please input the torrent link
ca: Escriu l'enllaç torrent
cs: Zadejte torrent link
es: Escribe el enlace torrent
it: Inserisci il link del torrent
pl: Wpisz odnośnik do torrenta
pt: Por favor insira o link do torrent
ru: Пожалуйста, введите торрент-ссылку
sv: Vänligen skriv in torrentlänken
uk: Будь ласка, введіть посилання на торент
zh: 请输入种子链接
zh_hant: 請輸入種子鏈接

source: Category
ca: Categoria
cs: Kategorie
es: Categoría
it: Categoria
pl: Kategoria
pt: Categoria
ru: Категория
sv: Kategori
uk: Категорія
zh: 分类
zh_hant: 分類

source: Cookie
ca: Galeta
es: Galleta
pl: Ciasteczka
ru: Cookie-файлы

source: Rename torrent
ca: Renombrar torrent
cs: Přejmenovat torrent
es: Renombrar torrent
it: Rinomina torrent
pl: Zmień nazwę torrenta
pt: Renomear torrent
ru: Переименовать торрент
sv: Byt namn på torrent
uk: Перейменувати торент
zh: 重命名Torrent
zh_hant: 重命名Torrent

source: Limit download speed
ca: Limitar vel. baixada
cs: Limit rychlosti stahování
es: Limitar vel. descarga
it: Limite velocità download
pl: Limit pobierania
pt: Limitar velocidade de download
ru: Ограничить скорость загрузки
sv: Begränsa nerhastighet
uk: Обмежити швидкість завантаження
zh: 限制下载速度
zh_hant: 限制下載速度

source: Limit upload speed
ca: Limitar vel. pujada
cs: Limit rychlosti odesílání
es: Limitar vel. subida
it: Limite velocità upload
pl: Limit wysyłania
pt: Limitar velocidade de upload
ru: Ограничить скорость отдачи
sv: Begränsa upphastighet
uk: Обмежити швидкість віддачі
zh: 限制上传速度
zh_hant: 限制上傳速度

# autoStartDownload
source: Start torrent
ca: Iniciar torrent
cs: Spustit torrent
es: Iniciar torrent
it: Avvia torrent
pl: Uruchom torrent
pt: Iniciar torrent
ru: Начать загрузку
sv: Starta torrent
uk: Автоматично запускати торент
zh: 自动开始下载
zh_hant: 自動開始下載

source: Keep top-level folder
ca: Mantenir carpeta de nivell superior
cs: Ponechat složku nejvyšší úrovně
es: Mantener carpeta de nivel superior
it: Mantieni la cartella di primo livello
pl: Zachowaj folder najwyższego poziomu
pt: Manter pasta de nível superior
ru: Сохранить папку верхнего уровня
sv: Behåll top-levelmappar
uk: Зберегти каталог верхнього рівня
zh: 保留顶层文件夹
zh_hant: 保留頂層文件夾

source: Skip hash check
ca: Ometre verificació de hash
cs: Přeskočit kontrolu hashe
es: Omitir verificación de hash
it: Salta il controllo hash
pl: Pomiń sprawdzanie skrótu
pt: Pular checagem de hash
ru: Пропустить проверку хэша
sv: Hoppa över hash check
uk: Пропустити перевірку хешу
zh: 跳过哈希校验
zh_hant: 跳過哈希校驗

source: Download in sequential order
ca: Baixar seqüencialment
cs: Stáhnout v sekvenčním pořadí
es: Descargar secuencialmente
it: Scarica in ordine sequenziale
pl: Pobierz w kolejności sekwencyjnej
pt: Baixe em ordem sequencial
ru: Загружать последовательно
sv: Ladda ner i sekventiell ordning
uk: Завантажувати послідовно
zh: 按顺序下载
zh_hant: 按順序下載

source: Download first and last pieces first
ca: Baixar abans primeres y últimes parts
cs: Nejprve se stáhne první a poslední část
es: Descargar antes primeras y últimas partes
it: Scarica la prima e l'ultima parte per prime
pl: Pobierz najpierw cz. pierwszą i ostatnią
pt: Baixe a primeira e a última parte primeiro
ru: Загружать с первой и последней части
sv: Ladda ner första och sista delarna först
uk: Завантажувати спочатку перші та останні частини
zh: 先下载首尾文件块
zh_hant: 先下載首尾文件塊

# deleteTorrentDialogTittle
source: Delete selected Torrents
ca: Eliminar torrent(s) sel·leccionat(s)
cs: Smazat označené torrenty
es: Eliminar torrent(s) seleccionado(s)
it: Elimina i torrent selezionati
pl: Usuń wybrane torrenty
pt: Excluir torrents selecionados
ru: Удалить торренты
sv: Ta bort valda torrents
uk: Видалити вибрані торенти
zh: 删除选中的种子
zh_hant: 刪除選中的種子

# deleteTorrentDialogMessage
source: {count,plural, =1{Are you sure to delete the selected {count} torrent?} other{Are you sure to delete the selected {count} torrents?}}
ca: {count,plural, =1{Segur que vols eliminar els {count} torrent(s) sel·leccionat(s)?} other{Segur que vols eliminar els {count} torrent(s) sel·leccionat(s)?}}
cs: {count,plural, =1{Opravdu chcete smazat tento {count} torrent?} few{Opravdu chcete smazat tyto {count} torrenty?} other{Opravdu chcete smazat těchto {count} torrentů?}}
es: {count,plural, =1{¿Seguro que quieres eliminar los {count} torrent(s) seleccionados?} other{¿Seguro que quieres eliminar los {count} torrent(s) seleccionados?}}
it: {count,plural, =1{Sei sicuro di eliminare il selezionato {count} torrent?} other{Sei sicuro di eliminare i selezionati {count} torrents?}}
pl: {count,plural, =1{Czy na pewno chcesz usunąć wybrany {count} torrent?} few{Czy na pewno chcesz usunąć wybrane {count} torrenty?} other{Czy na pewno chcesz usunąć wybranych {count} torrentów?}}
pt: {count,plural, =1{Tem certeza de excluir o selecionado {count} torrent?} other{você tem certeza de excluir o selecionado {count} torrents?}}
ru: {count,plural, =1{Вы точно хотите удалить {count} торрент?} few{Вы точно хотите удалить {count} торрента?} many{Вы точно хотите удалить {count} торрентов?} other{Вы точно хотите удалить {count} торрентов?}}
sv: {count,plural, =1{Är du säker på att du vill ta bort {count} vald torrent?} other{Är du säker på att du vill ta bort {count} valda torrents?}}
uk: {count,plural, =1{Ви впевнені, що хочете видалити вибраний {count} торент?} few{Ви впевнені, що хочете видалити вибрані {count} торенти?} many{Ви впевнені, що хочете видалити вибрані {count} торентів?} other{Ви впевнені, що хочете видалити вибрані {count} торентів?}}
zh: {count,plural, other{确定删除{count}个种子吗？}}
zh_hant: {count,plural, other{確定刪除{count}個種子嗎？}}

# alsoDeleteFile
source: Delete files
ca: Eliminar arxius
cs: Odstranit i soubory
es: Eliminar archivos
it: Cancella files
pl: Usuń pliki
pt: Deletar arquivos
ru: Удалить файлы
sv: Ta bort filer
uk: Видалити файли
zh: 同时删除文件
zh_hant: 同時刪除文件

# noServer
source: No Added Server
ca: Sense servidors afegits
cs: Žádný server
es: Sin servidores añadidos
it: Nessun Server
pl: Brak serwera
pt: Nenhum servidor adicionado
ru: Нет сервера
sv: Ingen server
uk: Немає доданих серверів
zh: 未添加服务器
zh_hant: 未添加服務器

# addServer
source: Add New Server
ca: Afegir servidor
cs: Přidat server
es: Añadir servidor
it: Aggiungi Server
pl: Dodaj serwer
pt: Adicionar novo servidor
ru: Добавить сервер
sv: Lägg till server
uk: Додати новий сервер
zh: 添加服务器
zh_hant: 添加服務器

# manageServer
source: Manage Servers
ca: Gestionar servidors
cs: Spravovat servery
es: Gestionar servidores
it: Gestisci i Server
pl: Zarządzaj serwerami
pt: Gerenciar servidores
ru: Управление серверами
sv: Hantera servrar
uk: Керування серверами
zh: 管理服务器
zh_hant: 管理服務器

# appSetting
source: Setting
ca: Opcions
cs: Nastavení
es: Opciones
it: Impostazioni
pl: Ustawienia
pt: Configuração
ru: Настройки
sv: Inställningar
uk: Налаштування
zh: 应用设置
zh_hant: 應用設置

# setCategoryDialogTittle
source: Set Category
ca: Assignar categoria
cs: Nastavit kategorii
es: Asignar categoría
it: Imposta categoria
pl: Ustaw kategorię
pt: Definir categoria
ru: Выбрать категорию
sv: Välj kategori
uk: Встановити категорію
zh: 设置分类
zh_hant: 設置分類

source: Edit Category
ca: Editar categoria
cs: Upravit kategorii
es: Editar categoría
it: Modifica categoria
pl: Edytuj kategorię
pt: Editar categoria
ru: Изменить категорию
sv: Redigera kategori
uk: Редагувати категорію
zh: 编辑分类
zh_hant: 編輯分類

# downloadedInHomeList
source: {completed} (total: {totalSize})
cs: {completed} (Celková velikost: {totalSize})
it: {completed} (totali: {totalSize})
pl: {completed} (Całkowity rozmiar: {totalSize})
ru: {completed} (всего: {totalSize})
sv: {completed} (summa: {totalSize})
uk: {completed} (всього: {totalSize})
zh: {completed} (共{totalSize})
zh_hant: {completed} (共{totalSize})

# uploadedInHomeList
source: {uploaded} (ratio: {ratio})
it: {uploaded} (rapporto: {ratio})
pl: {uploaded} (Udział: {ratio})
pt: {uploaded} (Razão: {ratio})
ru: {uploaded} (рейтинг: {ratio})
uk: {uploaded} (рейтинг: {ratio})
zh: {uploaded} (分享率: {ratio})
zh_hant: {uploaded} (分享率: {ratio})

source: unknown
ca: desconegut
cs: Neznámá
es: desconocido
it: Sconosciuto
pl: Nieznany
pt: desconhecido
ru: неизвестный
sv: okänd
uk: невідомо
zh: 未知
zh_hant: 未知

source: Add Category
ca: Afegir categoria
cs: Přidat kategorii
es: Añadir categoría
it: Aggiungi categoria
pl: Dodaj kategorię
pt: Adicionar categoria
ru: Добавить категорию
sv: Lägg till kategori
uk: Додати категорію
zh: 添加分类
zh_hant: 添加分類

# addCategoryHint
source: Category Name
ca: Nom de categoria
cs: Název kategorie
es: Nombre de categoría
it: Nome della categoria
pl: Nazwa kategorii
pt: Nome da Categoria
ru: Имя
sv: Kategorinamn
uk: Назва категорії
zh: 输入分类名
zh_hant: 輸入分類名

# addCategorySavePathHint
source: Blank by default
ca: En blanc per defecte
cs: Ve výchozím nastavení prázdné
es: En blanco por defecto
it: Vuoto per impostazione predefinita
pl: Domyślnie puste
pt: Em branco por padrão
ru: По умолчанию пусто
sv: Tom som standard
uk: Порожньо за замовчуванням
zh: 默认留空
zh_hant: 默認留空

# manageCategory
source: Manage Categories
ca: Gestionar categories
cs: Spravovat kategorie
es: Gestionar categorías
it: Gestisci categorie
pl: Zarządzaj kategoriami
pt: Gerenciar categorias
ru: Управление категориями
sv: Hantera kategorier
uk: Керування категоріями
zh: 管理分类
zh_hant: 管理分類

# deleteCategoryMessage
source: Are you sure you want to delete this category?
ca: Segur que vols eliminar aquesta categoria?
cs: Opravdu chcete smazat tuto kategorii?
es: ¿Seguro que quieres eliminar esta categoría?
it: Sei sicuro di voler eliminare questa categoria?
pl: Czy na pewno chcesz usunąć tę kategorię?
pt: Tem certeza de que deseja excluir esta categoria?
ru: Вы точно хотите удалить эту категорию?
sv: Är du säker på att du vill ta bort denna kategori?
uk: Ви впевнені, що хочете видалити цю категорію?
zh: 确定要删除该分类吗？
zh_hant: 確定要刪除該分類嗎？

# deleteSuccessTips
source: Successfully deleted
ca: Eliminada amb èxit
cs: Úspěšně smazáno
es: Eliminada con éxito
it: Eliminato con successo
pl: Pomyślnie usunięto
pt: Excluído com sucesso
ru: Удалено
sv: Borttagningen lyckades
uk: Успішно видалено
zh: 删除成功
zh_hant: 刪除成功

# addSuccessTips
source: Added successfully
ca: Afegida amb èxit
cs: Úspěšně přidáno
es: Añadida con éxito
it: Aggiunto con successo
pl: Pomyślnie dodano
pt: Adicionado com sucesso
ru: Добавлено
sv: Tillägningen lyckades
uk: Успішно додано
zh: 添加成功
zh_hant: 添加成功

# operationSuccessTips
source: Success
ca: Èxit
cs: Operace byla úspěšná
es: Éxito
it: Successo
pl: Operacja zakończyła się sukcesem
pt: Sucesso
ru: Готово
sv: Lyckades
uk: Успішно
zh: 操作成功
zh_hant: 操作成功

source: Info
ca: Informació
es: Información
ru: Главное
uk: Інфо
zh: 信息
zh_hant: 信息

source: Files
ca: Arxius
cs: Soubory
es: Archivos
pl: Pliki
pt: Arquivos
ru: Файлы
sv: Filer
uk: Файли
zh: 文件
zh_hant: 文件

source: Trackers
cs: Trackery
pl: Trackery
pt: Rastreadores
ru: Трекеры
uk: Трекери
zh: 服务器
zh_hant: 服務器

source: Peers
ca: Companys
cs: Protějšky
es: Pares
pl: Partnerzy
pt: Colegas
ru: Пиры
uk: Піри
zh: 节点
zh_hant: 節點

source: Torrent Information
ca: Informació del torrent
cs: Informace o torrentu
es: Información del torrent
it: Informazioni torrent
pl: Informacje o torrencie
pt: Torrent Informações
ru: Информация
uk: Інформація про торент
zh: 种子信息
zh_hant: 種子信息

# totalSizeTitle
source: Total Size
ca: Tamany total
cs: Celková velikost
es: Tamaño total
it: Dimensione totale
pl: Całkowity rozmiar
pt: Tamanho Total
ru: Общий размер
sv: Total storlek
uk: Загальний розмір
zh: 总计大小
zh_hant: 總計大小

# totalSizeInfo
source: {totalSize} ({piecesNum} pieces of {pieceSize})
cs: {totalSize} ({piecesNum} částí z {pieceSize})
es: {totalSize} ({piecesNum} piezas de {pieceSize})
it: {totalSize} ({piecesNum} parti di {pieceSize})
pl: {totalSize} ({piecesNum} części z {pieceSize})
pt: {totalSize} ({piecesNum} pedaços de {pieceSize})
ru: {totalSize} ({piecesNum} частей из {pieceSize})
sv: {totalSize} ({piecesNum} delar av {pieceSize})
uk: {totalSize} ({piecesNum} частин по {pieceSize})
zh: {totalSize} ({piecesNum}个{pieceSize}的块)
zh_hant: {totalSize} ({piecesNum}個{pieceSize}的塊)

# savePathTitle
source: Save Path
ca: Ruta de guardat
cs: Uložit do
es: Ruta de guardado
it: Percorso di salvataggio
pl: Ścieżka zapisu
pt: Salvar caminho
ru: Путь сохранения
sv: Sparningssökväg
uk: Шлях збереження
zh: 保存位置
zh_hant: 保存位置

# createDateTitle
source: Created On
ca: Creat el
cs: Vytvořeno
es: Creado en
it: Creato il
pl: Utworzono
pt: Criado em
ru: Дата создания
sv: Skapad
uk: Дата створення
zh: 创建时间
zh_hant: 創建時間

# creatorTitle
source: Created By
ca: Creat per
cs: Vytvořil
es: Creado por
it: Creato Da
pl: Utworzony przez
pt: Criado por
ru: Создан в
sv: Skapad av
uk: Автор
zh: 创建者
zh_hant: 創建者

source: Transfer
ca: Transferència
cs: Přenos
es: Transferencia
it: Trasferimento
pt: Transferir
ru: Торрент
sv: Överför
uk: Передача
zh: 传输
zh_hant: 傳輸

# totalDownloadedTitle
source: Downloaded
ca: Baixat
cs: Staženo
es: Descargado
pl: Pobrano
pt: baixado
ru: Загружено
sv: Nerladdat
uk: Завантажено
zh: 已下载
zh_hant: 已下載

# totalUploadedTitle
source: Uploaded
ca: Pujat
cs: Odesláno
es: Subido
pl: Wysłano
pt: Carregado
ru: Отдано
sv: Uppladdat
uk: Віддано
zh: 已上传
zh_hant: 已上傳

# totalWastedTitle
source: Wasted
ca: Perdut
cs: Zahozeno
es: Perdido
it: Totale spreco
pl: Odrzucono
pt: Desperdiçado
ru: Потеряно
sv: Bortkastat
uk: Втрачено
zh: 损耗
zh_hant: 損耗

# averageDownloadSpeedTitle
source: Average Down Speed
ca: Vel. baixada mitjana
cs: Prům. rychl. stah.
es: Vel. descarga media
it: Velocità di Download media
pl: Średnia prędk. pob.
pt: Velocidade média de download
ru: Средняя скорость загрузки
sv: Medelnerhastighet
uk: Середня швидкість завантаження
zh: 平均下载速度
zh_hant: 平均下載速度

# averageUploadSpeedTitle
source: Average Up Speed
ca: Vel. pujada mitjana
cs: Prům. rychl. odes.
es: Vel. subida media
it: Velocità di Upload media
pl: Średnia prędk. wys.
pt: Velocidade média de Upload
ru: Средняя скорость отдачи
sv: Medelupphastighet
uk: Середня швидкість віддачі
zh: 平均上传速度
zh_hant: 平均上傳速度

# shareRatioTitle
source: Ratio
ca: Ràtio
it: Rapporto
pl: Współczynnik udziału
pt: Razão
ru: Рейтинг
uk: Рейтинг роздачі
zh: 分享率
zh_hant: 分享率

# optionTitle
source: Option
ca: Opcions
cs: Možnost
es: Opciones
it: Opzione
pl: Opcja
pt: Opção
ru: Параметры
sv: Alternativ
uk: Опції
zh: 选项
zh_hant: 選項

# priorityTitle
source: Priority
ca: Prioritat
cs: Priorita
es: Prioridad
it: Priorità
pl: Priorytet
pt: Prioridade
ru: Очередь
sv: Prioritet
uk: Пріоритет
zh: 优先级
zh_hant: 優先級

# downloadSpeedLimit
source: Download Limit
ca: Límit de baixada
cs: Limit stahování
es: Límite de descarga
it: Limite Download
pl: Limit pobierania
pt: Limite de download
ru: Ограничение загрузки
sv: Nerbegränsning
uk: Ліміт швидкості завантаження
zh: 限制下载
zh_hant: 限制下載

# upSpeedLimit
source: Upload Limit
ca: Límit de pujada
cs: Limit odesílání
es: Límite de subida
it: Limite Upload
pl: Limit wysyłania
pt: Limite de upload
ru: Ограничение отдачи
sv: Uppbegränsning
uk: Ліміт швидкості віддачі
zh: 限制上传
zh_hant: 限制上傳

source: Ratio Limit
ca: Límit de ràtio
cs: Limit ratia
es: Límite de ratio
it: Limite Rapporto
pl: Limit współczynnika udziału
pt: Limite de Razão
ru: Ограничение рейтинга
sv: Ratiobegränsning
uk: Ліміт рейтингу
zh: 分享率限制
zh_hant: 分享率限制

source: Seeding Time Limit
ca: Límit de temps de sembrat
cs: Limit doby seedování
es: Límite de tiempo de sembrado
it: Limite tempo di Seeding
pl: Limit czasu seedowania
pt: Limite de Tempo de Semeando
ru: Ограничение по времени раздачи
sv: Seedingtidsbegränsning
uk: Ліміт часу роздачі
zh: 做种时间限制
zh_hant: 做種時間限制

# useGlobalSetting
source: Global
cs: Globálně
it: Globale
pl: Globalnie
ru: Общие
sv: Globalt
uk: Глобальні
zh: 使用全局设置
zh_hant: 使用全局設置

source: No limit
ca: Sense límit
cs: Bez limitu
es: Sin límite
it: Nessun limite
pl: Brak limitu
pt: Sem limite
ru: Без ограничений
sv: Ingen begränsning
uk: Без обмежень
zh: 不限制
zh_hant: 不限制

source: Customize
ca: Personal·litzar
es: Personalizar
it: Personalizza
pl: Dostosuj
pt: Customizar
ru: Настроить
sv: Anpassa
uk: Налаштувати
zh: 自定义
zh_hant: 自定義

# minuteHint
source: minutes
ca: minuts
cs: minuty
es: minutos
it: minuti
pl: minuty
pt: Minutos
ru: в минутах
sv: minuter
uk: хвилин
zh: 分钟
zh_hant: 分鐘

source: Dates
cs: Data
es: Fechas
it: Date
pl: Data
pt: datas
ru: Дата
sv: Datum
uk: Дати
zh: 日期
zh_hant: 日期

# addedDateTitle
source: Added On
ca: Afegit el
cs: Přidáno
es: Añadido en
it: Aggiunto il
pl: Dodano
pt: Adicionado
ru: Дата добавления
sv: Tillagd
uk: Дата додавання
zh: 添加于
zh_hant: 添加於

# completedDateTitle
source: Completed
ca: Completat
cs: Dokončeno
es: Completado
it: Completato
pl: Ukończono
pt: Concluído
ru: Завершен
sv: Slutförd
uk: Дата завершення
zh: 完成时间
zh_hant: 完成時間
