Repository: fengmlo/qbittorrent-remote-translation
Catalog: app_*.arb
Languages: ca, cs, es, it, pl, pt, ru, sv, uk, zh, zh_hant

source: Average time in queue
ca: Temps mitjà en cua
cs: Průměrná doba ve frontě
es: Tiempo medio en cola
it: Tempo medio in coda
pl: Średni czas w kolejce
pt: Tempo médio na fila
ru: Среднее время в очереди
sv: Snittid i kö
uk: Середній час у черзі
zh: 在队列的平均时间
zh_hant: 在隊列的平均時間

source: Total queued size
ca: Tamany total de la cua
cs: Celková velikost fronty
es: Tamaño total de la cola
it: Dimensione totale in coda
pl: Całkowity rozmiar kolejki
pt: Tamanho total da fila
ru: Общий размер очереди
sv: Total köad storlek
uk: Загальний розмір у черзі
zh: 总队列大小
zh_hant: 總隊列大小

source: Search history
ca: Historial de cerca
cs: Historie vyhledávání
es: Historial de búsqueda
it: Cronologia delle ricerche
pl: Historia wyszukiwania
pt: Histórico de pesquisa
ru: История поиска
sv: Sökhistorik
uk: Історія пошуку
zh: 搜索历史
zh_hant: 搜索歷史

source: No search history
ca: Sense historial de cerca
cs: Žádné historie vyhledávání
es: Sin historial de búsqueda
it: Nessuna cronologia di ricerca
pl: Brak historii wyszukiwania
pt: Nenhum histórico de pesquisa
ru: История поиска пуста
sv: Ingen sökhistorik
uk: Немає історії пошуку
zh: 没有搜索历史
zh_hant: 沒有搜索歷史

source: Clear search history
ca: Netejar historial de cerca
cs: Vymazat historii vyhledávání
es: Limpiar historial de búsqueda
it: Cancella la cronologia delle ricerche
pl: Wyczyść historię wyszukiwania
pt: Limpar o histórico de pesquisa
ru: Очистить историю поиска
sv: Rensa sökhistorik
uk: Очистити історію пошуку
zh: 清空搜索历史
zh_hant: 清空搜索歷史

source: Delete files by default
ca: Eliminar arxius per defecte
cs: Výchozí nastavení pro mazání souborů
es: Eliminar archivos por defecto
it: Elimina i file per impostazione predefinita
pl: Domyślnie usuwaj pliki
pt: Excluir arquivos por padrão
ru: Удаление файлов торрента
sv: Ta bort filer som standard
uk: Видаляти файли за замовчуванням
zh: 默认删除文件
zh_hant: 默認刪除文件

# deleteFilesByDefaultOnSubtitle
source: Delete files by default when deleting torrent
ca: Eliminar arxius per defecte al eliminar un torrent
cs: Výchozí nastavení pro mazání souborů při mazání torrentu
es: Eliminar archivos por defecto al eliminar un torrent
it: Elimina i file come impostazione predefinita quando elimini torrent
pl: Usuwaj pliki domyślnie podczas usuwania torrenta
pt: Excluir arquivos por padrão ao excluir o torrent
ru: Всегда удалять файлы при удалении торрента
sv: Ta bort filer som standard när torrents tas bort
uk: Видаляти файли за замовчуванням при видаленні торенту
zh: 删除种子时默认删除文件
zh_hant: 刪除種子時默認刪除文件

# deleteFilesByDefaultOffSubtitle
source: Do not delete files by default when deleting torrent
ca: No eliminar arxius per defecte al eliminar un torrent
cs: Výchozí nastavení pro nevymazání souborů při mazání torrentu
es: No eliminar archivos por defecto al eliminar un torrent
it: Non eliminare i file come impostazione predefinita durante l'eliminazione di torrent
pl: Nie usuwaj plików domyślnie podczas usuwania torrenta
pt: Não exclua arquivos por padrão ao excluir o torrent
ru: Не удалять файлы при удалении торрента
sv: Ta inte bort filer som standard när torrents tas bort
uk: Не видаляти файли за замовчуванням при видаленні торенту
zh: 删除种子时默认不删除文件
zh_hant: 刪除種子時默認不刪除文件

# filterInactive
source: Inactive
ca: Inactius
cs: Neaktivní
es: Inactivos
it: Inattivo
pl: Nieaktywne
pt: Inativo
ru: Неактивен
sv: Inaktiva
uk: Неактивні
zh: 空闲
zh_hant: 空閒

# filterResumed
source: Resumed
ca: En progrés
cs: Obnovené
es: Reanudados
it: Ripresi
pl: Wznowione
pt: Retomado
ru: Возобновлен
sv: Återupptagna
uk: Відновлені
zh: 恢复
zh_hant: 恢復

# filterStalled
source: Stalled
ca: Aturats
cs: Zastavené
es: Detenidos
it: In stallo
pl: Oczekujące
pt: Parado
ru: Простаивает
sv: Hindrade
uk: Призупинені
zh: 暂停
zh_hant: 暫停

# filterStalledUploading
source: Stalled Uploading
ca: Pujada aturada
cs: Zastavené nahrávání
es: Subida detenida
it: Upload in stallo
pl: Oczekujące wysyłanie
pt: Carregamento parado
ru: Отдача простаивает
sv: Hindrad uppladdning
uk: Призупинені відвантаження
zh: 上传已暂停
zh_hant: 上傳已暫停

# filterStalledDownloading
source: Stalled Downloading
ca: Baixada aturada
cs: Zastavené stahování
es: Descarga detenida
it: Download in stallo
pl: Oczekujące pobieranie
pt: Baixando paralisado
ru: Загрузка простаивает
sv: Hindrad nerladdning
uk: Призупинені завантаження
zh: 下载已暂停
zh_hant: 下載已暫停

# filterErrored
source: Errored
ca: Amb error(s)
cs: Chybové
es: Con error(es)
it: Con errori
pl: Błędne
pt: Errou
ru: С ошибкой
sv: Felande
uk: З помилками
zh: 错误
zh_hant: 錯誤

source: Status filters
ca: Filtres d'estat
cs: Filtrování stavu
es: Filtros de estado
it: Filtro di stato
pl: Filtry stanu
pt: Filtros de status
ru: Фильтры статуса
sv: Statusfilter
uk: Фільтри статусу
zh: 状态筛选
zh_hant: 狀態過濾

# statusFiltersSubtitle
source: Choose which status filters to display
ca: Escull quins filtres d'estat mostrar
cs: Vyberte, které filtry stavu zobrazit
es: Elige qué filtros de estado mostrar
it: Scegli quali filtri di stato visualizzare
pl: Wybierz filtry stanu do wyświetlenia
pt: Escolha quais filtros de status exibir
ru: Фильтры статуса отображаемые в боковом меню
sv: Välj vilka statusfilter att visa
uk: Виберіть, які фільтри статусу відображати
zh: 选择要显示的状态筛选项
zh_hant: 選擇要顯示的狀態過濾項

source: Downloading metadata
ca: Baixant metadades
cs: Stahování metadat
es: Descargando metadatos
it: Download metadati
pl: Pobieranie metadanych
pt: Baixando metadados
ru: Получение метаданных
sv: Laddar ner metadata
uk: Завантаження метаданих
zh: 下载元数据
zh_hant: 下載元數據

# forcedDl
source: [F] Downloading
ca: [F] Baixant
cs: [F] Stahování
es: [F] Descargando
it: [F] In download
pl: [F] Pobieranie
pt: [F] Baixando
ru: [П] Загружается
sv: [F] Nerladdning
uk: [П] Завантаження
zh: [F] 下载
zh_hant: [F] 下載

# forcedUp
source: [F] Seeding
ca: [F] Sembrant
cs: [F] Seedování
es: [F] Sembrando
it: [F] In Seed
pl: [F] Seedowanie
pt: [F] Semeando
ru: [П] Раздается
sv: [F] Uppladdning
uk: [П] Роздача
zh: [F] 做种
zh_hant: [F] 做種

source: Queued
ca: En cua
cs: Ve frontě
es: En cola
it: In Coda
pl: W kolejce
pt: Na fila
ru: В очереди
sv: Köad
uk: У черзі
zh: 排队
zh_hant: 排隊

source: Checking
ca: Comprovació
cs: Kontrola
es: Comprobación
it: Controllo
pl: Sprawdzanie
pt: Controle
ru: Проверяется
sv: Kontrollerar
uk: Перевірка
zh: 校验中
zh_hant: 校驗中

source: Queued for checking
ca: En cua per a comprovar
cs: Ve frontě na kontrolu
es: En cola para comprobar
it: In coda per Ricontrollo dati
pl: W kolejce do sprawdzenia
pt: Enfileirado para verificação
ru: В очереди на проверку
sv: Köad för kontroll
uk: У черзі на перевірку
zh: 排队等待校验
zh_hant: 排隊等待校驗

source: Checking resume data
ca: Comprovant dades de represa
cs: Kontrola dat obnovení
es: Comprobando datos de reanudación
it: Controllo dati recupero
pl: Sprawdzanie danych wznowienia
pt: Verificando os dados
ru: Проверка данных возобновления
sv: Kontrollerar återupptagningsdata
uk: Перевірка даних відновлення
zh: 校验恢复数据
zh_hant: 校驗恢復數據

source: Moving
ca: Movent
cs: Přesun
es: Moviendo
it: Spostamento
pl: Przenoszenie
pt: Em movimento
ru: Перемещение
sv: Flyttar
uk: Переміщення
zh: 移动中
zh_hant: 移動中

source: Missing Files
ca: Arxius faltants
cs: Chybějící soubory
es: Archivos faltantes
it: Files mancanti
pl: Brakujące pliki
pt: Arquivos ausentes
ru: Файлы отсутствуют
sv: Saknade filer
uk: Відсутні файли
zh: 丢失文件
zh_hant: 丟失文件

# formatYear
source: y
ca: a
es: a
pt: A
ru: г
uk: р
zh: 年
zh_hant: 年

# useStatusIcon
source: Use new icons in torrent list
ca: Utilitzar icones noves per a la llista de torrents
cs: Použít nové ikony v seznamu torrentů
es: Usar iconos nuevos para la lista de torrents
it: Usa nuove icone nell'elenco dei torrent
pl: Użyj nowych ikon na liście torrentów
pt: Use novos ícones na lista de torrents
ru: Иконки статуса в списке торрентов
sv: Använd nya ikoner i torrentlistan
uk: Використовувати нові значки в списку торентів
zh: 使用新的种子列表图标
zh_hant: 使用新的種子列表圖標

# useStatusIconOnSubtitle
source: Use different icons in the torrent list to distinguish the status of the torrent
ca: Utilitzar icones diferents a la llista de torrents per distingir l'estat del torrent
cs: Použít různé ikony v seznamu torrentů pro rozlišení stavu torrentu
es: Usar iconos diferentes en la lista de torrents para distinguir el estado del torrent
it: Usa icone diverse nell'elenco dei torrent per distinguere lo stato del torrent
pl: Użyj różnych ikon na liście torrentów, aby odróżnić stan torrenta
pt: Use ícones diferentes na lista de torrent para distinguir o status do torrent
ru: Использовать разные иконки, чтобы отличать состояние торрента
sv: Använd olika ikoner i torrentlistan för att urskilja statusen på torrenten
uk: Використовувати різні значки в списку торентів для розрізнення статусу торенту
zh: 种子列表使用不同图标来区分种子状态
zh_hant: 種子列表使用不同圖標來區分種子狀態

# useStatusIconOffSubtitle
source: Use the default icons in the torrent list
ca: Utilitzar les icones per defecte a la lista de torrents
cs: Použít v seznamu torrentů výchozí ikony
es: Usar los iconos por defecto en la lista de torrents
it: Usa le icone predefinite nell'elenco dei torrent
pl: Użyj domyślnych ikon na liście torrentów
pt: Use os ícones padrão na lista de torrents
ru: Использовать иконки по умолчанию
sv: Använd standardikoner i torrentlistan
uk: Використовувати стандартні значки в списку торентів
zh: 种子列表使用默认图标
zh_hant: 種子列表使用默認圖標

# showSearchOnAdd
source: Show search on "Add" button
ca: Mostrar cerca al botó "Afegir"
cs: Zobrazit vyhledávání na tlačítku "Přidat"
es: Mostrar búsqueda en el botón "Añadir"
it: Mostra ricerca sul pulsante "Aggiungi"
pl: Pokaż wyszukiwanie w przycisku "Dodaj"
pt: Mostrar pesquisa no botão "Adicionar"
ru: Расположение иконки поиска торрентов
sv: Visa sök på "Lägg till"-knappen
uk: Показувати пошук на кнопці "Додати"
zh: 在"添加" 按钮上显示搜索
zh_hant: 在"添加" 按鈕上顯示搜索

# showSearchOnAddOnSubtitle
source: Show search on "Add" button, instead of in drawer
ca: Mostrar cerca al botón "Afegir", enlloc del panell
cs: Zobrazit vyhledávání na tlačítku "Přidat" místo v šuplíku
es: Mostrar búsqueda en el botón "Añadir", en lugar del panel
it: Mostra sul pulsante "Aggiungi", invece che nel cassetto
pl: Pokaż wyszukiwanie w przycisku "Dodaj" zamiast w szufladzie
pt: Mostrar pesquisa no botão "Adicionar", em vez de na gaveta
ru: Показывать при нажатии на кнопку "Добавить новую загрузку"
sv: Visa sök på "Lägg till"-knappen, istället för i lådan
uk: Показувати пошук на кнопці "Додати" замість бічної панелі
zh: 在"添加" 按钮上显示搜索，而不是在侧边栏里
zh_hant: 在"添加" 按鈕上顯示搜索，而不是在側邊欄裡

# showSearchOnAddOffSubtitle
source: Show search on drawer
ca: Mostrar cerca al panel
cs: Zobrazit vyhledávání v šuplíku
es: Mostrar búsqueda en el panel
it: Mostra ricerca nel cassetto
pl: Pokaż wyszukiwanie w szufladzie
pt: mostrar pesquisa na gaveta
ru: Показывать в боковом меню
sv: Visa sök i lådan
uk: Показувати пошук на бічній панелі
zh: 在侧边栏里显示搜索
zh_hant: 在側邊欄裡顯示搜索

source: Search in
ca: Cercar a
cs: Hledat v
es: Buscar en
it: Ricerca in
pl: Szukaj w
pt: Pesquisar em
ru: Поиск
sv: Sök i
uk: Шукати в
zh: 在以下位置搜索
zh_hant: 在以下位置搜索

source: Everywhere
ca: Tot arreu
cs: Všude
es: Todos lados
it: Ovunque
pl: Wszędzie
pt: Em toda parte
ru: Везде
sv: Överallt
uk: Всюди
zh: 任意位置
zh_hant: 任意位置

source: Torrent names only
ca: Només noms de torrent
cs: Pouze názvy torrentů
es: Solo nombres de torrent
it: Solo nomi Torrent
pl: Tylko nazwy torrentów
pt: Apenas nomes de torrent
ru: В именах торрентов
sv: Torrentnamn endast
uk: Тільки в назвах торентів
zh: 仅Torrent名称
zh_hant: 僅Torrent名稱

source: Filter
ca: Filtre
cs: Filtr
es: Filtro
it: Filtra
pl: Filtr
pt: Filtro
ru: Фильтр
sv: Filtrera
uk: Фільтр
zh: 过滤器
zh_hant: 過濾器

# filterResult
source: Results (showing {filterResult} out of {totalResult})
ca: Resultats (mostrant {filterResult} de {totalResult})
cs: Výsledky (zobrazuje se {filterResult} z celkových {totalResult})
es: Resultados (mostrando {filterResult} de {totalResult})
it: Resultati (Mostrando {filterResult} di {totalResult})
pl: Wyniki (pokazywanie {filterResult} z {totalResult})
pt: Resultados (mostrando {filterResult} fora de {totalResult})
ru: Результаты (показано {filterResult} из {totalResult})
sv: Resultat (visar {filterResult} av {totalResult})
uk: Результати (показано {filterResult} з {totalResult})
zh: 结果 (显示 {filterResult} ，总计 {totalResult})
zh_hant: 結果 (顯示 {filterResult} ，總計 {totalResult})

source: Clear input
ca: Netejar entrada
cs: Vymazat vstup
es: Limpiar entrada
it: Cancella input
pl: Wyczyść dane wejściowe
pt: Limpar entrada
ru: Очистить ввод
sv: Rensa inmatning
uk: Очистити поле
zh: 清空输入
zh_hant: 清空輸入

# millisecond
source: ms
ru: мсек
uk: мс

source: Copy
ca: Copiar
cs: Kopírovat
es: Copiar
it: Copia
pl: Kopiuj
pt: Cópia
ru: Копировать
sv: Kopiera
uk: Копіювати
zh: 复制
zh_hant: 複製

source: Magnet link
ca: Enllaç magnet
cs: Magnet odkaz
es: Enlace magnet
pl: Odnośnik Magnet
pt: Link Magnético
ru: Магнет-ссылка
sv: Magnetlänk
uk: Магнет-посилання
zh: 磁力链接
zh_hant: 磁力鏈接

# useTransparentNaviBar
source: Use transparent navigation bar
ca: Utilitzar barra de navegació transparent
cs: Použít průhledný navigační panel
es: Usar barra de navegación transparente
it: Usa la barra di navigazione trasparente
pl: Użyj przezroczystego paska nawigacyjnego
pt: Use a barra de navegação transparente
ru: Прозрачная панель навигации
sv: Använd genomskinlig navigationlist
uk: Використовувати прозору навігаційну панель
zh: 使用透明导航栏
zh_hant: 使用透明導航欄

# useTransparentNaviBarOnSubtitle
source: Make android navigation bar transparent，no effect on some devices
ca: Fer la barra d'Android transparent, sense efecte en alguns dispositius
cs: Udělat navigační panel Android průhledný, bez účinku na některá zařízení
es: Hacer la barra de Android transparente, sin efecto en algunos dispositivos
it: Rendi trasparente la barra di navigazione di Android (nessun effetto su alcuni dispositivi)
pl: Spraw, aby pasek nawigacyjny Androida był przezroczysty, bez wpływu na niektóre urządzenia
pt: Tornar a barra de navegação do Android transparente, sem efeito em alguns dispositivos
ru: Сделать панель навигации прозрачной (работает не на всех устройствах)
sv: Gör Android's navigationslist genomskinlignt，gör inget på vissa enheter
uk: Зробити навігаційну панель Android прозорою, може не працювати на деяких пристроях
zh: 让导航栏透明，在部分设备上没有效果
zh_hant: 讓導航欄透明，在部分設備上沒有效果

# useTransparentNaviBarOffSubtitle
source: Use default setting
ca: Utilitzar preferències per defecte
cs: Použít výchozí nastavení
es: Usar preferencias por defecto
it: Usa l'impostazione predefinita
pl: Użyj domyślnego ustawienia
pt: Usar configuração padrão
ru: По умолчанию (как в системе)
sv: Använd standardinställning
uk: Використовувати типові налаштування
zh: 使用默认设置
zh_hant: 使用默認設置

source: Notify when download complete
ca: Notificar al completar baixada
cs: Upozornit po dokončení stahování
es: Notificar al completar descarga
it: Notifica quando il download è completato
pl: Powiadom o ukończeniu pobierania
pt: Notificar quando o download completo
ru: Уведомление о завершении загрузки
sv: Meddela när nedladdning är klar
uk: Сповіщати про завершення завантаження
zh: 下载完成时通知
zh_hant: 下載完成時通知

# notifyWhenDownloadCompleteSubtitle
source: Will continue to refresh the torrent list in the background
ca: Seguirà actual·litzant la llista de torrents en segon terme
cs: Bude pokračovat v aktualizaci seznamu torrentů na pozadí
es: Seguirá actualizando la lista de torrents en segundo plano
it: Continuerà ad aggiornare l'elenco dei torrent in background
pl: Nadal będzie odświeżać listę torrentów w tle
pt: Continuar atualizando a lista de torrents em segundo plano
ru: Будет продолжать обновлять список торрентов в фоновом режиме
sv: Kommer att fortsätta att uppdatera torrentlistan i bakgrunden
uk: Продовжить оновлювати список торентів у фоновому режимі
zh: 会在后台持续刷新列表
zh_hant: 會在後台持續刷新列表

source: Background refresh interval
ca: Interval d'actual·lització de fons
cs: Interval aktualizace pozadí
es: Intervalo de actualización de fondo
it: Intervallo di aggiornamento in Background
pl: Częstotliwość odświeżania w tle
pt: Intervalo de atualização do plano de fundo
ru: Интервал фонового обновления
sv: Bakgrundsuppdateringsintervall
uk: Інтервал фонового оновлення
zh: 后台刷新间隔
zh_hant: 後台刷新間隔

# backgroundRefreshIntervalSubtitle
source: Background torrent list update Interval
ca: Interval d'actual·lització de fons
cs: Interval aktualizace seznamu torrentů na pozadí
es: Intervalo de actualización de fondo
it: Intervallo di aggiornamento elenco dei torrent in background
pl: Częstotliwość aktualizacji listy torrentów w tle
pt: Intervalo de atualização da lista de torrents em segundo plano
ru: Интервал фонового обновления списка торрентов
sv: Bakgrundsuppdatering av torrentlistan
uk: Інтервал оновлення списку торентів у фоновому режимі
zh: 后台种子列表刷新间隔
zh_hant: 後台種子列表刷新間隔

# backgroundServiceNotice
source: Background refresh service is running
ca: El servei d'actual·lització de fons està funcionant
cs: Služba aktualizace pozadí běží
es: El servicio de actualización de fondo está funcionando
it: Il servizio di aggiornamento in background è in esecuzione
pl: Usługa odświeżania w tle jest uruchomiona
pt: O serviço de atualização em segundo plano está sendo executado
ru: Запущена фоновая служба уведомлений
sv: Bakgrundsuppdateringstjänst körs
uk: Фонова служба оновлення працює
zh: 后台刷新服务正在运行
zh_hant: 後台刷新服務正在運行

# downloadComplete
source: Download completed
ca: Baixada completa
cs: Stahování dokončeno
es: Descarga completada
it: Download completato
pl: Pobieranie ukończone
pt: Download concluído
ru: Загрузка завершена
sv: Nedladdning slutförd
uk: Завантаження завершено
zh: 下载完成
zh_hant: 下載完成

# backgroundServiceName
source: Background refresh service
ca: Servei d'actual·lització de fons
cs: Služba aktualizace pozadí
es: Servicio de actualización de fondo
it: Servizio di aggiornamento in background
pl: Usługa odświeżania w tle
pt: Serviço de atualização em segundo plano
ru: Фоновая служба уведомлений
sv: Bakgrundsuppdateringstjänst
uk: Фонова служба оновлення
zh: 后台刷新服务
zh_hant: 後台刷新服務

source: Login failed
ca: Ha fallat l'inici de sessió
cs: Přihlášení se nezdařilo
es: Inicio de sesión fallido
it: Accesso fallito
pl: Logowanie nie powiodło się
pt: Falha no Login
ru: Не удалось войти
sv: Inloggning misslyckades
uk: Помилка входу
zh: 登录失败
zh_hant: 登錄失敗

source: Add torrent failed
ca: No s'ha pogut afegir el torrent
cs: Přidání torrentu se nezdařilo
es: No se pudo añadir el torrent
it: Aggiunta torrent non riuscito
pl: Dodawanie torrenta nie powiodło się
pt: Falha ao adicionar torrent
ru: Не удалось добавить торрент
sv: Lägg till torrent misslyckades
uk: Не вдалося додати торент
zh: 添加种子失败
zh_hant: 添加種子失敗

source: Notification
ca: Notificació
cs: Oznámení
es: Notificaciones
it: Notifica
pl: Powiadomienie
pt: Notificação
ru: Уведомления
sv: Meddelande
uk: Сповіщення
zh: 通知
zh_hant: 通知

source: Search
ca: Cerva
cs: Hledat
es: Búsqueda
it: Ricerca
pl: Szukaj
pt: Pesquisa
ru: Поиск
sv: Sök
uk: Пошук
zh: 搜索
zh_hant: 搜索

source: Appearance
ca: Aparença
cs: Vzhled
es: Aspecto
it: Aspetto
pl: Wygląd
pt: Aparência
ru: Внешний вид
sv: Utseende
uk: Зовнішній вигляд
zh: 外观
zh_hant: 外觀

source: Advanced
ca: Avançat
cs: Pokročilé
es: Avanzado
it: Avanzate
pl: Zaawansowane
ru: Дополнительно
sv: Avancerat
uk: Розширені
zh: 高级
zh_hant: 高級

source: About
ca: Sobre
cs: O aplikaci
es: Acerca de
it: Informazioni
pl: O aplikacji
pt: Sobre
ru: О приложении
sv: Om
uk: Про програму
zh: 关于
zh_hant: 關於

# resumeAllTorrentsTips
source: Are you sure you want to resume all torrents?
ca: Segur que vols reprendre tots els torrents?
cs: Opravdu chcete obnovit všechny torrenty?
es: ¿Seguro que quieres reanudar todos los torrents?
it: Sei sicuro di voler riprendere tutti i torrent?
pl: Czy na pewno chcesz wznowić wszystkie torrenty?
pt: Tem certeza de que deseja retomar todos os torrents?
ru: Вы точно хотите возобновить все торренты?
sv: Är du säker på att du vill återuppta alla torrents?
uk: Ви впевнені, що хочете відновити всі торенти?
zh: 确定开始所有种子吗？
zh_hant: 確定開始所有種子嗎？

# pauseAllTorrentsTips
source: Are you sure you want to pause all torrents?
ca: Segur que vols pausar tots els torrents?
cs: Opravdu chcete pozastavit všechny torrenty?
es: ¿Seguro que quieres pausar todos los torrents?
it: Sei sicuro di voler mettere in pausa tutti i torrent?
pl: Czy na pewno chcesz wstrzymać wszystkie torrenty?
pt: Tem certeza de que deseja pausar todos os torrents?
ru: Вы точно хотите остановить все торренты?
sv: Är du säker på att du vill pausa alla torrents?
uk: Ви впевнені, що хочете призупинити всі торенти?
zh: 确定暂停所有种子吗？
zh_hant: 確定暫停所有種子嗎？

# backupOrRestore
source: Backup/Restore
ca: Còpia y restauració
cs: Zálohování / Obnovení
es: Copia y restauración
it: Salva/Ripristina
pl: Kopia zapasowa/Przywracanie
pt: Backup/restaurar
ru: Резервное копирование и восстановление
sv: Säkerhetskopiera/Återställ
uk: Резервне копіювання/Відновлення
zh: 备份/恢复
zh_hant: 備份/恢復

# backupConfig
source: Backup Configuration
ca: Copiar configuració
cs: Zálohovat konfiguraci
es: Copiar configuración
it: Configurazione backup
pl: Konfiguracja kopii zapasowej
pt: Backup de Configuração
ru: Создать
sv: Säkerhetskopiera konfiguration
uk: Резервне копіювання конфігурації
zh: 备份配置
zh_hant: 備份配置

# backupConfigSubtitle
source: Backup selected configuration to file
ca: Copiar la configuració sel·leccionada a un arxiu
cs: Zálohovat vybranou konfiguraci do souboru
es: Copiar la configuración seleccionada en un archivo
it: Eseguire il backup della configurazione selezionata su file
pl: Utwórz kopię zapasową wybranej konfiguracji do pliku
pt: Backup da configuração selecionada para o arquivo
ru: Сохранить выбранные настройки в файл
sv: Säkerhetskopiera vald konfiguration till fil
uk: Зберегти вибрану конфігурацію у файл
zh: 将选择的配置备份到文件
zh_hant: 將選擇的配置備份到文件

# restoreConfig
source: Restore configuration
ca: Restaurar configuració
cs: Obnovit konfiguraci
es: Restaurar configuración
it: Ripristina configurazione
pl: Przywróć konfigurację
pt: Restaurar a configuração
ru: Восстановить
sv: Återställ konfiguration
uk: Відновити конфігурацію
zh: 恢复配置
zh_hant: 恢復配置

# restoreConfigSubtitle
source: Restore configuration from file
ca: Restaurar configuració des d'un arxiu
cs: Obnovit konfiguraci ze souboru
es: Restaurar configuración desde archivo
it: Ripristina configurazione da file
pl: Przywróć konfigurację z pliku
pt: Restaurar a configuração do arquivo
ru: Восстановить выбранные настройки из файла
sv: Återställ konfiguration från fil
uk: Відновити конфігурацію з файлу
zh: 从文件恢复配置
zh_hant: 從文件恢復配置

source: Choose file path
ca: Escull la ruta de guardat
cs: Vyberte cestu k souboru
es: Elige la ruta de guardado
it: Scegli il percorso del file
pl: Wybierz ścieżkę pliku
pt: Escolha o caminho do arquivo
ru: Выбрать папку сохранения
sv: Välj filväg
uk: Вибрати шлях до файлу
zh: 选择文件路径
zh_hant: 選擇文件路徑

# backupSuccess
source: Backup succeeded
ca: Còpia exitosa
cs: Zálohování bylo úspěšné
es: Copia exitosa
it: Backup riuscito
pl: Tworzenie kopii zapasowej powiodło się
pt: O backup foi bem-sucedido
ru: Резервное копирование завершено
sv: Säkerhetskopiering lyckades
uk: Резервне копіювання виконано успішно
zh: 备份成功
zh_hant: 備份成功

source: Backup failed
ca: Còpia errònia
cs: Zálohování se nezdařilo
es: Copia fallida
it: Backup fallito
pl: Tworzenie kopii zapasowej nie powiodło się
pt: O backup falhou
ru: Ошибка резервного копирования
sv: Säkerhetskopiering misslyckades
uk: Помилка резервного копіювання
zh: 备份失败
zh_hant: 備份失敗
